Repository: wescamp/The_South_Guard-root
Catalog: po/*.po
Languages: ca, nb_no

source: I have brought many of my people along to aid us. My soldiers and shamans will now fight at your command.
ca: He portat a part de la meua gent per a ajudar-nos. Els meus soldats i bruixots lluitaran sota les teues ordres.
nb_no: Jeg har bragt med meg mange medhjelpere. Mine krigere og sjamaner vil følge dine ordre herfra.

source: Elvish Shamans are no match for most enemies in single combat. They do, however, heal units next to them every turn. Use them to bolster your weakening lines and heal wounded soldiers.
ca: Els bruixots elfs no poden plantar cara a la majoria d'enemics en un combat u contra u. Però curen a les unitats al seu voltant tots els torns. Usa'ls per a reforçar les teues línies més febles i curar soldats ferits.
nb_no: Alviske sjamaner har ikke mye å stille opp med om de går i strid alene, men kan hjelpe andre enheter effektivt i strid. De kan sakne fiender og helbreder skadede enheter ved siden av dem hver runde.

source: Why did we stop and make camp here?
ca: Per què ens aturem i fem un campament ací?
nb_no: Vi har reist langt. Men hvorfor slår vi leir akkurat her?

source: The great river is before us. No elf, still living, has crossed it. If the undead come from across the river, then we must search for them carefully, for I know not the way.
ca: El gran riu està davant nostre. Cap elf viu l'ha creuat. Si els no-morts venen creuant el riu, aleshores hem de buscar-los amb cura, perquè no conec el camí.
nb_no: Det ligger en enorm elv foran oss. Det finnes ikke lenger noen gjenlevende alver som har vært på den andre siden. Hvis de vandøde kommer fra den andre siden av elven, bør vi omgruppere og rykke varsomt fram. Jeg kjenner ikke lenger veien.

source: I fear no forests. Let us find this river and whatever enemies lay beyond.
ca: No tinc por als boscos. Trobem aquest riu i qualsevol enemic què ens espere més enllà.
nb_no: Ingen skog kan skremme meg! La oss krysse elven og møte farene, hva de enn måtte være.

source: Very well. We will seek the river and probe its secrets.
ca: Molt bé. Buscarem al riu i els seus secrets.
nb_no: Godt. Vi vil krysse elven og gå skogens mysterier i møte.

source: Investigate the areas to the south of the Great River
ca: Investiga les àrees al sud del Gran Riu
nb_no: Undersøk skogen sør for den enorme elven

source: If the elves do not venture this far south, who has built these forts? The marks on the logs were made with some sword or axe!
ca: Si els elfs no s'aventuren tan al sud, qui ha construït aquestes fortaleses? Les marques als troncs estan fetes amb alguna espasa o destral!
nb_no: Hvis alvene ikke lenger reiser så langt sør, hvem har da bygget disse forsvarsverkene? Håndverket tyder på at de ble reist ved hjelp av sverd eller øks.

source: If not elves, perhaps some of you menfolk built them?
ca: Si no han sigut els elfs, potser els construí algun dels teus amics?
nb_no: Er det ingen av dere mennesker som kan ha reist de?

source: Indeed. But not loyal men of Wesnoth, I venture.
ca: És possible. Però pense què no homes lleials a Wesnoth.
nb_no: Det kan stemme. Men jeg frykter disse menneskenes lojalitet ligger langt fra i Wesnoth.

source: Thank heaven! You're alive!
ca: Gràcies al cel! Estàs viu!
nb_no: Takk og pris! Dere lever!

source: Save your thanks! We are here to root out all the evil from these woods, and that means you!
ca: Guarda't els teus agraïments! Estem ací per a eliminar desde l'arrel tota la maldat d'aquests boscos, i això us inclou a vosaltres!
nb_no: Spar oss for din takknemmelighet! We er her for å røske skogens ondskap opp med roten, og det inkluderer deg!

source: Draw your swords and say your prayers! You cannot stand against us! You will pay for your crimes!
ca: Tragueu les espasses i digueu les vostres pregàries! No podeu estar al nostre costat! Pagareu pels vostres crims!
nb_no: Trekk sverd og be din siste bønn! Du og dine kjeltringer skal betale deres synder med blod!

source: But have you not seen the undead in these forests? I know you have seen them under the control of the many bandit leaders before...
ca: Però no has vist els no-morts en aquests boscos? Sé què els has vist sota el control dels líders bandits ...
nb_no: Vent! Har du ikke sett de vandøde som herjer skogen? Vandøde av samme slag som mang en bandittleder har brukt for å plyndre ditt hjemland...

source: What of them?
ca: Què?
nb_no: Du er ikke annet enn røverpakk selv. Hvem er så disse vandøde?

source: A year ago we ventured into the land of the elves in secret, and we captured a great sage. We forced him to teach us the secrets of this forest and of the undead.
ca: Fa un any ens aventuràrem en les terres dels elfs en secret, i capturàrem un gran savi. Vam forçar-lo a ensenyar-nos els secrets d'aquest bosc i dels no-morts.
nb_no: Et år tilbake dro vi i hemmelighet til alvenes land, og der bortførte vi en stor vismann. Vi tvang ham til å lære oss hemmelighetene om skogen og de vandøde.

source: You imprisoned Mebrin!? For that you must surely pay. Speak swiftly so that we may end this parlay and dispatch you quickly! We will have vengeance!
ca: Empresonàreu Mebrin!? Heu de pagar per això. Acabem aquesta parlamenta i despatxem-vos! Tindrem venjança!
nb_no: Dere fanget og pinte Mebrin?! Det finnes ingen mulighet for å tilgi dette! Snakk fort, så får vi gjort det av med deg snarlig. Vi vil ha vår hevn!

source: Hear me out! He taught us to summon the dead to fight for us. We were weak and foolish and soon summoned undead that we could not control. Mebrin too fell sway to the influence of the undead, and now he leads them. For a time he served us, but now he has gone mad and is attacking us as well!
ca: Escolta'm! Ens ensenyà a convocar als no-morts per a lluitar per a nosaltres. Vam ser febles i bojos, i prompte vam convocar no-morts què no podíem controlar. Mebrin va caure sota l'influença dels no-morts, i ara els lidera. Durant un temps ens va servir, però ara s'ha tornat boig i ens ataca a nosaltres també.
nb_no: La meg fullføre! Mebrin lærte oss å påkalle og kommandere de vandøde. Men vi var tosker og påkalte langt mektigere ondskap enn vi kunne kontrollere. Selv Mebrin fikk problemer med å styre ondskapen vi hadde påkalt, og ble offer for deres ondsinn. Han utropte seg til lederen for de vandøde, og var på vår side den første tiden. Men nå er Mebrin blitt forvrengt av ondskap og angriper oss også!

source: Lies! Mebrin would never fight for the undead, much less lead them!
ca: Mentida! Mebrin mai lluitaria per als no-morts, i molt menys els lideraria!
nb_no: LØGNER! Mebrin ville aldri slåsset side om side med vandøde, og langt mindre ledet dem!

source: But what do you want us to do about it? You are criminals!
ca: Però què voleu què pensem de vosaltres?? Sou criminals!
nb_no: Og hva i all verden forventer dere av oss? Dere er usle kriminelle, og har selv skyld i ondskapen!

source: Join us in the fight! Together we can drive off these cruel undead and restore peace to the land.
ca: Uniu-nos a nosaltres en la batalla. Junts podem desfer-nos d'aquests cruels no-morts i tornar la pau a la terra.
nb_no: La oss stå sammen i kampen mot de vandøde! Bare samlet kan vi stå imot ondskapen.

source: My lord, they could be valuable allies, and the undead are a greater threat to our lands. Justice can wait until we are all safely in Westin.
ca: Senyor, podrien ser aliats valuosos, i els no-morts són un problema major. La justícia pot esperar fins què estem segurs en Westin.
nb_no: Deoran, vi trenger all hjelp vi kan få. De vandøde er den største trusselen mot vårt hjemland. Å dømme usle røvere kan vente til vi er tilbake i et fredelig Westin.

source: But think of the destruction they wrought on your borders! You cannot ally yourselves with these evil men! Vengeance!
ca: Però pensa en la destrucció què portaren a les nostres fronteres! No podeu aliar-vos amb aquests homes malignes! Venjança!
nb_no: Disse mennene har selv skyld i ondskapen! De har herjet både ditt hjemland og alvenes enemerker. Du kan ikke alliere deg med dem! Vi krever vår hevn!

source: Hmm...I have to consider this...
ca: Hmmm...He de considerar aquest...
nb_no: La meg tenke over dette et øyeblikk.

source: Very well. All men must unite against the undead.
ca: Molt bé, tots els homes han d'unir-se contra els no-morts.
nb_no: Vel. Alle menn må stå sammen mot de vandøde.

source: We will now fight alongside you, and I will place my thugs and footpads at your service.
ca: Lluitarem amb vosaltres, i posaré els meus [ thugs ] i [ footpads ] al teu servei.
nb_no: Vi skal stå sammen mot de vandøde! Mine kjeltringer og løsgjengere skal gjøre som du befaler.

source: You are no better than these criminals! We shall see if you can find your own way out of the forest! Come my people let us return to our lands. We were foolish to ever have any dealings with these humans. Do not set foot in our land ever again Deoran, you have brought us nothing but grief.
ca: No eres millor què aquests criminals! Veurem si pots trobar el camí a través del bosc! Vingueu, la meua gent, tornem a les nostres terres. Vam estar bojos per confiar amb aquests humans. No poseu mai més els peus en Deoran, només ens heu portat tristor.
nb_no: Dere mennesker er alle røverpakk! Vi får se om dere kommer dere levende ut av denne skogen alene. Alver! Vi returnerer nå til våre egne skoger. Det vår tåpelig av oss å inngå avtaler med menneskene. Våg deg aldri inn på våre enemerker igjen, Deoran, for du har ikke påført oss annet enn sorg.

source: The elves have abandoned us in this accursed forest! We are surely lost!
ca: Els elfs ens han abandonat en aquest maleït bosc! Estem perduts!
nb_no: Alvene har forlatt oss midt i skogen! Hvordan skal vi nå finne veien?

source: Do not fear, I can lead you out when the time is right.
ca: No tingueu por, us puc guiar quan calga.
nb_no: Frykt ikke, jeg skal lede dere ut når den tid kommer.

source: Find the source of the undead and destroy it.
ca: Troba la font dels no-morts i destrueix-la.
nb_no: Finn og ødelegg det som påkaller de vandøde

source: Death of Urza Afalas
ca: Mort d'Urza Afalas
nb_no: Urza Afalas' død

source: Your crimes are too great. You will fall with the rest of the foul undead!
ca: Els teus crims són massa grans. Cauràs amb la resta dels no-morts!
nb_no: Deres udåder er utilgivelige. Dere vil falle sammen de vandøde!

source: Then this parlay is over! You may have sounded the doom of all of us!
ca: Aleshores aquest parlament s'ha acabat! Sentireu l'odi de tots nosaltres!
nb_no: Da er mer prat bortkastet! Du kan allerede ha forårsaket alles undergang!

source: You will pay for taking Mebrin from us! If he is harmed...
ca: Pagareu per haver-nos pres a Mebrin! Si està ferit...
nb_no: Dere skal betale for deres synder og hva enn dere har gjort mot Mebrin!

source: Defeat the last of the bandit leaders.
ca: Derrota l'últim dels líders dels bandits.
nb_no: Beseire den siste bandittlederen

source: Graar!
nb_no: Grarr!

source: Well! That was easier than I thought it'd be. Looks like the undead aren't so tough after all!
ca: Bé! Ha sigut més fàcil del què em pensava. Sembla què després de tot eixos no-morts no són tan durs!
nb_no: Dette var enklere enn jeg fryktet. Kanskje de vandøde ikke er så mektige til syvende og sist!

source: Indeed. The dark king has fallen. Now that the elves have abandoned us, our lives depend on Urza Afalas. Will you lead us from this accursed forest?
ca: El rei obscur ha caigut. Ara els elfs ens han abandonat, i les nostres vides depenen d'Urza Afalas. Ens guiaràs en aquest maleït bosc?
nb_no: Sant. Heksemesteren har falt. Nå som alvene har forlatt oss, avhenger vår sjebne av Urza Afalas. Vil du lede oss ut av denne forbannede skogen?

source: What choice do I have? My life is in as much danger as yours. I will lead you and you men back to the lands of Wesnoth if you will grant me pardon.
ca: Quina elecció tinc? La meua vida està en un perill major què la vostra. Us guiaré a tu i als teus homes de nou cap a les terres de Wesnoth si em garantiu el perdó.
nb_no: Har jeg noe valg? Mitt liv er også i fare om vi blir her. Jeg vil lede deg og dine men tilbake til Wesnoth om du kan love meg tilgivelse.

source: I cannot promise clemency, as that decision must be made by the council at Westin, but I will plead your case.
ca: No puc prometre clemència, ja què la decissió ha de ser presa pel consell de Westin, però intercediré per tu.
nb_no: Jeg kan ikke love deg nåde, ettersom det er Westins råd som håndhever loven, men jeg vil tale varmt om ditt bidrag den siste tiden.

source: More than that I cannot ask.
ca: No puc demanar més d'això.
nb_no: Hvis du lover det skal jeg følge dere.

source: I struck him and he disappeared! Can I really have killed the Lich?
ca: El vaig colpejar i va desaparèixer! Realment hem matat el Lich?
nb_no: Han forsvant idet jeg hogg etter ham! Kan jeg virkelig ha gjort ende på heksemesteren?

source: We have beaten them both, criminals and undead!
ca: Els hem derrotat a ambdós, criminals i no-morts!
nb_no: Vi har beseiret både kriminelle og vandøde!

source: We should make haste to return to Wesnoth before the harvest. Fall has already been upon us for some time.
ca: Deuríem donar-nos presa per a tornar a Wesnoth abans del vespre.
nb_no: Vi bør skynde oss tilbake til Wesnoth før innhøstingen. Trærne har allerede begynt å gulne, og vår hjelp trengs utvilsomt hjemme.

source: Do not be so hasty - Great mages are not cheap tricksters to be defeated so easily. I fear that there are tunnels and catacombs buried beneath his fortress and that we have merely defeated a spectre. If we wish to cleanse the land of his evil, we must enter the darkness and root him out from within.
ca: No tingues tanta presa - Els Grans Mags no són ilusionistes barats què puguen ser derrotats tan fàcilment. Sent què hi ha túnels i catacumbes enterrades i què només hem derrotat a un espectre. Si volem eliminar la maldat d'aquesta terra, hem de penetrar en les tenebres i lluitar contra l'arrel d'aquest mal.
nb_no: Ikke trekk så raske beslutninger! Mektige trollmenn er noe helt annet enn simple lurendreiere. Det vi møtte her kan ikke ha vært annet enn et simpel speiling av hva vi står ovenfor. Jeg frykter det finnes en labyrint av tunneler under kjelleren i denne festningen. Hvis vi vil få en varig slutt på ondskapen, må vi søke dypere i mørket og rykke ondskapen opp med roten.

source: My men are not dwarves! How are we to fight in catacombs and tunnels?
ca: Els meus homes no són [ dwarves ] ! Com podem lluitar en catacumbes i túnels?
nb_no: Mine menn er ikke dverger! Ingen av oss har kjempet i huler og katakomber tidligere.

source: Someone must take news back to Wesnoth of this new evil that lurks near our borders. Who knows how many more of these undead are hiding in the forest.
ca: Algú ha de portar notícies a Wesnoth d'aquest nou mal què habita prop de les nostres fronteres. Qui sap quan més d'aquests no-morts s'amaguen al bosc.
nb_no: Vi gjør hva vi må. Imens må noen reise tilbake til Wesnoth og rapportere. Vi vet ikke hvor mange vandøde som ennå gjemmer seg i skogen eller lurer langs våre grenser.

source: Go, Sir Gerrick, and take with you an escort of elves, if Ethiliel will permit it.
ca: Ves, Sir Gerrick, i pren una escolta d'elfs, si Ethiliel ho permet.
nb_no: Kaptein Gerrikk, skynd deg tilbake til Westin. Jeg håper du har noen alver å avse for å eskortere han, Ethiliel?

source: Indeed I do. My kinsfolk will protect you and your message!
ca: Els meus companys et protegiran a tu i al teu missatge!
nb_no: Hans budskap er av stor betydning, mine alver skal beskytte Gerrikk.

source: Fare well Deoran! I will be there to greet you when you return to Kerlath.
ca: Bona sort, Deoran! Estaré en Kerlath per a felicitar-te quan tornes.
nb_no: Farvel Deoran! Jeg vil være den første som hilser deg når du returnerer til Kerlath!

source: Tidings, Good and Ill
ca: Brutesa, Déu i Malaltia
nb_no: Gode og dårlige nyheter

source: Sir Gerrick, you must make it back to Kerlath and warn your people of the danger from the south. We will lead you through the forest and clear any foes from your path.
ca: Sir Gerrick, heu de tornar a Kerlath i avisar la vostra gent del perill del sud. Us guiarem a través del bosc i eliminarem tots els enemics al vostre pas.
nb_no: Kaptein Gerrikk, vi skal hjelpe deg bringe nyhetene om vårt felttog tilbake til Kerlath og ditt folk. De må få vite om trusselen i sør.

source: Move Sir Gerrick to the north end of the woods
ca: Porta a Sir Gerrick a la sortida nord dels boscos.
nb_no: Bring Kaptein Gerrikk til nordenden av skogen

source: Death of Ithelden
ca: Mort d'Ithelden
nb_no: Itheldens død

source: Hss... Here are the humans who have made a pact with the cursed mermen! Hss...
ca: Hss... Ací hi ha humans què han fet un pacte amb els maleïts sirènics! Hss...
nb_no: Hsss... Det må være disse menneskene som har inngått en pakt med det forbannede havfolket! Hss...

source: We have stumbled into a den of Nagas!
ca: Ens hem tropessat amb un cau de Nagas!
nb_no: Vi har tråkket rett inn i et Nagahi!

source: Hss... We will kill them all, my brood. Hss...
ca: Hss... Els matarem a tots. Hss...
nb_no: Hsss... La ingen leve! Hss... Fremad rollinger!

source: We must clear this road for Deoran and Ethiliel! We must destroy the naga lair!
ca: Hem de netejar aqest camí per a Deoran i Ethiliel! Hem de destruïr la cova naga!
nb_no: Vi må sikre denne veien til Deoran og Ethiliel skal hjemover! Vi må stoppe nagaenes dronning fra å oppvigle flere av sine undersotter!

source: Hss... Elves! Are they friends or enemies? Hss...
ca: Hss... Elfs! Són amics o enemics? Hss...
nb_no: Hss... Alver! Hva er deres ærend i vårt territorie?

source: We are weary travelers, seeking our homes. If you but let us pass...
ca: Som viatgers perduts, buscant les nostres cases... Si ens deixàreu passar...
nb_no: Vi er ikke annet enn fredlige reisende, på vei hjem etter en slitsom ferd. Vær snill og la oss passere.

source: Defeat the Naga Queen
ca: Derrota la Reina Naga
nb_no: Beseire Nagadronningen

source: Hss... Who will watch over my brood now? Hss...
ca: Hss... Qui vigilarà la meua niuada ara? Hss...
nb_no: Hss... Hvem vil vokte over mine rollinger nå? Hss...

source: I will hasten back to Kerlath now and seek the advice of the Council of Westin...
ca: Tornaré ràpidament a Kerlath i avisaré al consell de Westin...
nb_no: Jeg skal skynde meg tilbake til Kerlath og rådslå med formannskapet i Westin!

source: We too will return to our councils. We have much to tell them... Much indeed.
ca: Nosaltres també tornarem als nostres consells. Hem de contar-los moltes coses...
nb_no: Vi vil og dra for å advare våre råd. Det er sannelig mye å fortelle...

source: While the council debated the best course of action, Deoran and Ethiliel prepared to enter the caves under Mebrin's fortress...
ca: Mentres el consell debatia la millor forma d'enfrontar-se a l'amenaça, Deoran i Ethiliel es preparaven per a entrar a les coves sota la fortalesa de Mebrin...
nb_no: Mens alver og mennesker hver for seg rådslår om veien videre, er Deoran og Ethiliel klare til fremrykning i grottene under Mebrins festning.

source: The Long March
ca: La llarga marxa
nb_no: En lang marsj

source: Deoran and Urza Afalas led their men quickly from the ruins of Mal M'brin's fortress...
ca: Deoran i Urza Afalas portaren ràpidament als seus homes desde les ruines de la fortalesa de Mal M'brin.
nb_no: Deoran og Urza Afalas samler troppene og drar snarlig vekk fra ruinene av Mal M'brins festning...

source: Will this forest ever end? How can we know what path to take?!
ca: És que no acabara mai aquest bosc? Com podem saver quin camí agafar?!
nb_no: Har denne skogen ingen ende? Hvordan skal vi vite hvilke stier vi skal følge?

source: You have to follow me! There are many false paths in these woods. Some are dead ends, others are even worse!
ca: Heu de seguir-me! Hi ha molts falsos camins en aquestos boscos. Alguns són carrerons sense sortida, altres inclús pitjor!
nb_no: Jeg skal lede vei etter beste evne. Vi kan ikke stole på stiene. Mange av de kan lede oss vill eller inn i bakhold!

source: Can we trust him? His people are murderers and thieves!
ca: Podem confiar en ell? La seua gent són assassins i lladres!
nb_no: Kan vi stole på ham? Hans folk er mordere og tyver!

source: Do we have any choice? Our food is running out, and it will be winter soon...
ca: Tenim elecció? Se'ns acaba el menjar, i prompte serà hivern...
nb_no: Har vi noe valg? Rasjonene er snart slutt, og vinteren nærmer seg.

source: This way! The only ford is a bit west of here, and the path to the north will lead you into trouble!
ca: Per ací! L'únic vado està un poc a l'oest d'ací, i el camí cap al nord us portarà problemes!
nb_no: Følg meg! Det er et vadested et stykke vest, og stien nordover vil lede oss rett inn i trøbbel.

source: I think we should head north. The road leads north, and the ford is north. Why does he want us to head west?
ca: Pense què deuríem anar al nord. El camí porta al nord, i el vado està al nord. Per què ens vol portar a l'oest?
nb_no: Jeg synes vi skal fortsette nordover. Veien leder dit, og vi burde kunne krysse elven der. Hvorfor vil han legge kursen vestover?

source: Make your way to the north edge of the woods
ca: Dirigeix-te cap al nord del bosc
nb_no: Finn veien til nordenden av skogen

source: We have to go even further west. There are elves living to the north, and I don't think they'll receive us too kindly!
ca: Hem d'anar inclús més a l'oest. Hi ha elfs vivint al nord, i no pense què ens reben massa amablement!
nb_no: Vi må reise nok et stykke vestover. Alvene i nord vil neppe gi oss noen hyggelig velkomst om vi skulle støte på dem!

source: Maybe the elves will have food we can buy - we should head north to meet them!
ca: Potser els elfs tinguen menjar què puguem comprar - deuríem anar al nord a trobar-nos amb ells!
nb_no: Alvene har kanskje mat å selge oss? Vi burde fortsette nordover for å møte dem!

source: Come on! Hurry!
ca: Vinga! De pressa!
nb_no: Kom igjen! Fort dere!

source: If there are elves to the north we must head north! We can't follow this bandit to who knows where... The elves have been our friends!
ca: Si hi ha elfs al nord hem d'anar al nord! No podem seguir a aquest bandit cap a qui sap on... Els elfs han sigut els nostres amics!
nb_no: Hvis det er alver i nord bør vi fortsette den veien. Ingen kan vite hvor denne usle banditten vil lede oss... Alvene har vært våre venner!

source: Keep moving!
ca: Seguiu movent-vos!
nb_no: Fortsett nordover!

source: We're almost there!
ca: Ja quasi estem!
nb_no: Vi er snart fremme!

source: Just a little further!
ca: Només un poc més!
nb_no: Bare et lite stykke igjen!

source: Hurry! There are bandits in these woods!
ca: Depressa! Hi ha bandits en aquests boscos!
nb_no: Fort dere! Røvere kan ligge i skjul i skogene.

source: Why should that worry us?! Aren't you their leader?
ca: Per què deurien preocupar-nos?! No eres el seu líder?
nb_no: Hvorfor skulle røvere bekymre oss? Du er da lederen deres?

source: We're bandits, after all. Not all of them are loyal to me.
ca: Som bandits, després de tot. No tots ells em són lleials.
nb_no: Husk at vi er røvere. Ikke alle er like lojale mot meg heller.

source: The river is just ahead!
ca: El riu està junt en front.
nb_no: Elven ligger rett foran oss.

source: From here you can see the banks of the river! Across it we will find the sun again, and an end to these cursed trees!
ca: Des d'ací podeu veure les vores del riu! A l'altra banda d'ell tornarem a veure el Sol, i un final per a aquests maleïts arbres!
nb_no: Fra her kan vi se bredden på den andre siden! Når vi har krysset elven vil vi få se solen igjen, og være ute av denne hersens skogen.
