Repository: wescamp/The_South_Guard-root
Catalog: po/*.po
Languages: ca, nb_no

source: The South Guard
ca: La defensa del sud
nb_no: Vaktpostene i sør

source: Soldier
ca: Soldat
nb_no: Soldat

source: (simple)
nb_no: (nybegynner)

source: Civilian
ca: Civil
nb_no: Silvilist

source: Recruit
ca: Recluta
nb_no: Rekrutter

source: (easy)
ca: (fàcil)
nb_no: (lett)

source: Born to the Banner
ca: Nascut per a l'estendard
nb_no: Den fødte leder

source: Investigate the river fort
ca: Investiga la fortalesa del riu
nb_no: Undersøk elvefortet

source: Death of Deoran
ca: Mort de Deoran
nb_no: Deorans død

source: Time runs out
ca: El temps s'acaba
nb_no: Tiden utløper

source: Deoran found himself put to the test early in his command. Loris, the previous commander, had squandered his time in games and diversions and bandits had overrun the land...
ca: Deoran es va posar a prova molt prompte en el seu comando. Loris, el comandant anterior, havia perdut el temps en jocs i diversions i els bandits s'havien escampat per la terra...
nb_no: Deoran har knapt ankommet før han settes på sin første prøve. Den forrige befalshavende, Loris, har gjordt slett jobb, og splittelse og banditter herjer...

source: resilient
ca: resistent
nb_no: seig

source: loyal,
ca: lleial
nb_no: lojal,

source: You'll never take this village! I've seen your kind kill too many townsmen, and I'll defend them to the death!
ca: Mai prendreu aquest llogaret! He vist als teus matar massa habitants, i els defendré fins a la mort!
nb_no: Du får ikke valse inn her uten kamp! Jeg har sett kjeltringer som deg plyndre og herje alt for mange landsbyer allerede, jeg dør heller enn å slippe deg inn!

source: My kind? I am a soldier of Wesnoth, a messenger of King Haldric, and the new commander of the South Guard! What do you mean, 'my kind'?
ca: Als meus? Sóc un soldat de Wesnoth, un missatger del Rei Haldric, i el nou comandant de les Defenses del Sud. Què vols dir amb, 'els meus' ?
nb_no: Kjeltringer som meg? Jeg er en av Wesnoths riddere, utsendt av Kong Haldrik! Så hva mener du med kjeltringer?

source: Sorry, sir! I thought you were one of the bandits who have been ransacking the towns and killing the villagers. What are you doing here? Sir Gerrick and I were the last of the South Guard...
ca: Perdó, senyor! Pensava que éreu un d'eixos bandits que han estat saquejant les ciutats i matant als pobladors. Què està fent ací ? Sir Gerrick i jo érem els últims de la Defensa del Sud.
nb_no: Beklager så mye! Kaptein Gerrikk og jeg er de siste overlevende av vaktstyrkene her omkring, og jeg trodde ikke det fantes stort annet enn banditter og kjeltringer her nå.

source: I have been sent to take command of the South Guard and set things right. We must arm the villagers and drive off the bandits before they can do any more harm!
ca: He sigut enviat per a prendre el comandament del les Defenses del Sud i arreglar les coses. Hem de protegir els ciutadans i fer fora als bandits abans de què puguen fer més dany!
nb_no: Mitt ærend er å gjenvinne kontrollen over vaktpostene og gjenopprette lov og orden. Vi må mobilisere flere bønder og jage bandittene før de kan gjøre mer ugang!

source: You should head to the river fort! Sir Gerrick will want to know that reinforcements have arrived!
ca: Deuries dirigir-te a la fortalesa del riu. Sir Gerrick voldrà saver què els reforços han aplegat!
nb_no: Du burde legge kursen mot elvefortet. At forsterkninger har ankommet er en nyhet Kaptein Gerrikk har ventet lenge nok på!

source: Ha! This new commander doesn't stand a chance. His fate will be the same as that of that swine Loris!
ca: Ajà! Aquest nou comandant no tardarà en caure. El seu destí serà el mateix què el d'aquell porc de Loris!
nb_no: Pøh! Denne nye ypplingen har ingen sjanse. Han vil dele sjebne med Loris!

source: valiant,
ca: valent,
nb_no: tapper,

source: My lord, it is good that King Haldric has sent you to our lands! Bandits have overrun the whole countryside, and are killing and pillaging without pity. You must raise the South Guard again and drive off the bandits!
ca: Senyor, és bo que el Rei Haldric t'haja enviat a les nostres terres! Els bandits han saquejat tot el país, i maten sense pietat. Deus alçar les Defenses del Sud de nou i fer fora als bandits!
nb_no: Det er godt å se at Kong Haldrik har sendt en nobel ridder som deg! Banditter herjer fritt over hele landsbygda, de plydrer og dreper uten nåde. Vi må gjenreise vaktpostene og jage bandittene!

source: No doubt I am needed here. Unfortunately I have seen only farm tools to arm our men with. They are valorous, but cannot fight bandits with pitchforks!
ca: No hi ha dubte de què sóc necessari ací. Malauradament només veig estris de granja per a armar als meus homes. Són valents, però no poden lluitar contra els bandits amb forques!
nb_no: Det er nettopp derfor jeg har kommet, og det er liten tvil om at det må gjøres noe. Beklageligvis er redskaper alt jeg har å bevæpne mennene mine med. De er tapre, men vi kan ikke gå til frontalangrep på røverne med bare høygafler.

source: I will open the citadel's armory. We have a supply of spears and bows, and lacked only a leader to bring us to battle with them!
ca: Obriré l'armeria de la ciutadella. Tenim espasses i llances, i només ens faltava un líder que ens porte's a la batalla amb elles!
nb_no: Da har jeg en gledelig nyhet til deg! Vi har greid å berge rikelig med buer og spyd, men har manglet en leder kapabel til å mobilisere bøndene mot overmakten. Du står fritt til å forsyne deg fra våre våpenkammere!

source: Sir Gerrick is an infantry commander. He is a strong warrior in his own right, but when he is near less experienced troops, he makes their attack better too!
ca: Sir Gerrick és un comandant d'infanteria. És un guerrer fort per ell mateix, però quan està prop de tropes menys experimentades, fa que també elles ataquen millor!
nb_no: Kaptein Gerrikk har erfaring med å lede soldater i kamp. Han er selv en mektig kriger, og gjør mindre erfarne enheter i nærheten mer effektive.

source: Units that have a hero marker are vital to your campaign. If any of them die, you will lose the scenario, so guard them carefully!
ca: Les unitats que estan marcades com a herois són vitals per a la teua campanya. Si qualsevol d'elles mor, perdràs l'escenari, així que protegeix-les acuradament!
nb_no: Enheter med en heltemarkør spiller en viktig rolle i felttoget ditt. Du taper hvis noen av dem dør, så vokt dem med omhu!

source: Defeat Urza Mathin
ca: Derrota Urza Mathin
nb_no: Beseire Urza Mathin

source: Death of Sir Gerrick
ca: Derrota de Sir Gerrick
nb_no: Kaptein Gerrikks død

source: Head back to the encampment where you started and recruit some troops!
ca: Encamina't al campament on començares i recluta algunes tropes!
nb_no: Ri tilbake til leiren og bevæpne noen rekrutter!

source: While you're in your camp, you can recruit more troops. Build up a small force to use against the bandits that Urza Mathin recruits.
ca: Mentres estàs en el teu campament, pots reclutar més tropes. Construeix un xicotet exèrcit per a usar-lo contra els bandits que recluta Urza Mathin.
nb_no: Med lederen plassert i teltet i en leir, kan du rekrutere nye styrker. Mobiliser en liten hær for å ta opp kampen mot Urza Mathins banditter.

source: Bowmen have a strong ranged attack, and are very effective against units that lack a ranged attack, like Thieves and Thugs. They also carry a sword and can defend themselves against melee attacks.
ca: Els arquers tenen un atac de gran abast, i són molt efectives contra unitats que no el tenen, com Lladres i Thugs. També poden portar una espasa i protegir-se contra atacs de melee.
nb_no: Bueskyttere er svært effektive mot enheter uten avstandsangrep, som tyver og kjeltringer. De bærer også sverd, som gir brukbart forsvar mot nærstridsangrep.

source: Spearmen have a strong melee attack, and are effective against most units. They also have a weak ranged attack. They form the backbone of the South Guard.
ca: Els llancers tenen un atac de melee fort, i són efectius contra la majoria d'unitats. Però el seu atac és de curt abast. Són la columna vertebral de les Defenses del Sud.
nb_no: Spyddragere er formidable i nærstrid, og effektive mot de fleste typer enheter. De har også et relativt svakt avstandsangrep. Spyddragernes anvennelighet lar dem utgjøre ryggraden i en effektiv hær.

source: The best army will have a mix of units to deal with the different enemies that you will encounter. For now, concentrate on creating a small corps of experienced Bowmen.
ca: El millor exèrcit tindrà una mescla d'unitats per a afrontar-se amb els diferents enemics que et trobaràs. De moment, concentra't en crear un xicotet cos d'arquers experimentats.
nb_no: Det beste er vanligvis å ha en kombinasjon av forskjellige enheter for å kunne hamle opp med alle typer fiender og terreng. Inntil videre burde du fokusere på å lage en mindre gruppe erfarne bueskyttere.

source: Sir, bandits are most dangerous at night. Let us hold the north bank of the river until dawn and press our attack in the morning!
ca: Senyor, els bandits són més perillosos de nit. Deixeu que ens mantenim al marge nord del riu i ataquem pel matí!
nb_no: Deoran, jeg anmoder deg om å holde troppene på nordsiden av elva frem til soloppgang. De lyssky bandittene kan lett overrumple troppene våre i ly av natten.

source: My lord! The dawn is breaking - now is the time for us to attack and drive these bandits from our lands. To me men of the South Guard!
ca: Senyor! Es fa de dia - és l'hora d'atacar i expulsar aquests bandits de les nostres terres. A mi els homes de les Defenses del Sud!
nb_no: Solen er på vei opp! Tiden er kommet for å krysse elven og jage bandittene fra våre land. Til våpen!

source: Your people have been allies of our lord, King Typhon. We will help you drive these bandits from your land if you allow us to live here in peace.
ca: La teua gent ha sigut aliada del nostre senyor, el Rei Typhon. Us ajudarem a fer fora de les vostres terres a aquests bandits si ens permeteu viure-hi en pau.
nb_no: Folket ditt var fra gammelt av alliert med vår leder, kong Tyfon. Om du vil love oss fortsatt fredelig opphold i landet ditt når dette er over, vil vi gladelig hjelpe deg å jage bandittene!

source: We welcome your aid in the fight against these criminals! The rivers of this land are yours if you will aid us in our battles.
ca: Agraïm la vostra ajuda en la lluita contra aquests criminals! Els rius d'aquesta terra són vostres si ens ajudeu en les nostres batalles.
nb_no: Deres hjelp vil være en kjærkommen støtte i kampen mot bandittene. Dere skal få leve fritt i elvene om dere hjelper oss.

source: You may now recruit Merman Hunters. Mermen are aquatic creatures. Keep them in rivers and swamps and they will fight well! Put them on dry land and they're in trouble!
ca: Ara pots reclutar caçadors sirènids. Els sirènids són criatures aquàtiques. Mantin-los als rius i pantans i lluitaran bé! Posa'ls en terra ferma i estaran en problemes!
nb_no: Du kan nå rekruttere Havfolk. Havfolk sloss svært godt i elver og sump, men er lite effektive på tørt land.

source: quick
ca: ràpid
nb_no: rask

source: Who goes there! Come out of the house now!
ca: Qui està ahí!?! Fora de la casa ara!
nb_no: Hvem der? Kom ut av huset nå om du vil leve!

source: Stay! It's me, Aleron! The villagers hid me from the bandits when the town was overrun. They have kept me safe, though I was gravely wounded...
ca: Quiets! Sóc jo, Aleron! Els vil·latans m'amagaren dels bandits mentres la ciutats era inundada. M'han mantingut sà i estalvi, pense què estava mortalment ferit ...
nb_no: Vent! Det er meg, Aleron. Noen landsbyboere halp meg i skjul like før bandittene kom og plyndret hver krok av landsbyen. Jeg var hardt skadet, men takket være hjelpen jeg fikk har jeg overlevd.

source: I am glad to find you alive Aleron, we feared the worst when you did not return after the battle!
ca: Encantat de trobar-te viu Aleron, ens temèrem el pitjor quan no vas tornar després de la batalla!
nb_no: Det gleder meg å finne deg i live, Aleron! Vi fryktet det verste da du ikke kom tilbake etter slaget.

source: Let us punish these bandits for their crimes and murders! My wounds are healed and I am ready for battle!
ca: Fem que aquests bandits paguen pels seus crims i assassinats! Les meues ferides estan curades i estic preparat per a la batalla!
nb_no: La oss nå straffe bandittene for alle drap og plyndringer. Jeg er frisk igjen og klar til kamp!

source: Aleron is a longbowman, stronger and better trained than regular bowmen. His arrows are deadly to enemies without a ranged attack.
ca: Aleron és un arquer d'arc llarg, més fort i millor entrenat què els arquers regulars. Les seues fletxes són mortals per a enemics sense un atac de llarg abast.
nb_no: Aleron er en langbueskytter, sterkere og bedre trent enn vanlige bueskyttere. Hans piler er svært dødelige.

source: strong
ca: fort
nb_no: sterk

source: Not more bandits... We have nothing left. Begone!
ca: No més bandits... No n'hem deixat cap. Fugiu!
nb_no: Forsvinn banditter! Vi har mistet alt vi eier allerede.

source: We are no bandits. The banner of the South Guard flies again! Help us drive these criminals from your land.
ca: No som bandits. L'estandart de les Defenses del Sud s'enlaira de nou! Ajudeu-nos a expulsar de les nostres terres a aquests criminals.
nb_no: Jeg er ingen banditt. Vi er her for å gjenreise vaktpostene i sør! Hjelp oss å jage kjeltringene fra landet.

source: However I can, I will help you!
ca: Us ajudarem com puguen.
nb_no: Jeg står til din tjeneste!

source: Garrison the villages behind our lines and keep the enemy from slipping around us at night.
ca: Comprova els llogarets de darrere les nostres línies i així evitarem ser sorpresos a la nit.
nb_no: Befest landsbyene i frontlinjen og hindre røvere å trenge gjennom forsvarerne i løpet av natten.

source: This village is ours to plunder! Begone or I will kill you all!
ca: Saquejarem el poble! Fugiu o us matarem a tots!
nb_no: Ha deg vekk mens jeg plyndrer denne landsbyen! Ellers dreper deg!

source: Do you not see the banners flying in the wind? The South Guard fights again. Flee while you can, or you will meet swift death on our shafts!
ca: No veieu els estandarts enlairant-se al vent? Les Defenses del Sud lluiten de nou. Fugiu mentres pogueu, o coneixereu una mort de porcs a les nostres mans.
nb_no: Har du ennå ikke hørt at en ny øverstbefalende har ankommet? Vaktpostene i sør holder på å gjenreises. Flykt mens du kan!

source: Remember, Moreth told you that you should go meet Sir Gerrick at the river fort. Move Deoran there and find out what Sir Gerrick has to say!
ca: Recorda, Moreth et va dir què deuries anar a trobar-te amb Sir Gerrick a la fortalesa del riu. Porta Deoran allí i descobreix què ha de dir Sir Gerrick!
nb_no: Husk at Moreth fortalte at du burde snakke med Kaptein Gerrikk i elvefortet. La Deoran ri ned og undersøke hva han vil!

source: Remember, your job is to defeat Urza Mathin. He should be your main target. Archers will be especially effective against him, because he has no ranged attack. Surround him, and kill him!
ca: Recorda, la teua tasca és derrotar Urza Mathin. Ell deuria ser el teu principal objectiu. Els arquers seran especialment efectius contra ell, donat què no té atac de llarg abast. Rodeja'l i mata'l!
nb_no: Husk at ditt hovedmål er å beseire Urza Mathin. Hvis sjansen byr seg bør du fokusere angrepene mot han. En gruppe bueskyttere vil gjøre jobben best ettersom han mangler avstandsangrep. Omring, og skyt for å drepe!

source: My days of pillage and plunder are over! My brothers will avenge me...
ca: Els meus dies de pillatge i saqueig han acabat. Els meus germans em venjaran ...
nb_no: Mine dager som røver er talte. Måtte mine brødre hevne min død!

source: He is dead! Congratulations commander. We thought we would never see reinforcements - Did Sir Loris send you from Westin?
ca: Està mort! Felicitats, comandant. Pensàvem que mai veuríem reforços - Us envia Sir Loris de Westin?
nb_no: Gratulerer, han er død! Vi trodde aldri forsterkningene skulle ankomme, var det Loris som sendte dere?

source: No. I have been sent by King Haldric to take command of the South Guard. The king has heard no news in weeks. How long have you and your men been shut up in the citadel?
ca: No. He sigut enviat pel Rei Haldric per a encarregar-me de les Defenses del Sud. El Rei no ha tingut notícies en setmanes. Durant quant de temps heu estat els teus homes i tu incomunicats en la ciutadella ?
nb_no: Nei. Vi er her etter befaling fra selveste Kong Haldrik. Vi ble sendt for å ta kontrollen over vaktpostene i sør etter at det ikke ble hørt et ord herfra på over to uker. Hvor lenge har dere vært innestengt i fortet?

source: Almost two months. Sir Loris took one of our patrols along the Westin road and never returned; and the next night, bandits struck and killed eight of my men. We held the citadel, and held out vain hope for reinforcement from Westin. We never thought we would see men sent from the King!
ca: Almenys 2 mesos. Sir Loris va prendre una de les nostres patrulles i va partir pel camí de Westin per a mai tornar; la nit següent els bandits atacaren i mataren huit dels meus homes. Vam mantindre la ciutadella i la vana esperança de què aplegarien reforços desde Westin. Mai pensàrem què veuríem homes enviats pel Rei!
nb_no: Nesten to måneder. Loris tok med seg de fleste soldatene i retning Westin, men vi har siden ikke hørt fra ham. Neste dag ble vi overrumplet av banditter som slaktet åtte av mine menn. Vi har holdt fortet i håp om at det ville komme forsterkninger fra Westin. Jeg hadde aldri trodd at det var tropper langveis fra som skulle komme og redde oss!

source: This is worse than even my darkest fears. We must ride to Westin at once, and hope that Sir Loris is there and well! Come men! Ride for Westin!
ca: Açò és pitjor inclús què els meus temors més obscurs. Hem de cabalgar junts fins a Westin, i esperar què Sir Loris estiga allí i bé! Vingueu, homes! Cabalguem a Westin!
nb_no: Dette er langt værre enn jeg fryktet. Vi må ri mot Westin med det samme! La oss håpe at Loris har holdt stand.

source: Proven By The Sword
ca: Provats per l'espasa
nb_no: Prøvelser med sverdet

source: Look! There is smoke coming from Westin. That can only mean that bandits have overrun the garrison and are sacking the city!
ca: Mireu! Hi ha fum venint de Westin. Això només pot significar què els bandits han traspassat les defenses i estan saquejant la ciutat!
nb_no: Se! Det er røyk over Westin. Det kan ikke bety annet enn at røvere herjer byen!

source: If too much time passes and they are unchecked, they will leave the city in ruins and make a great slaughter of all who live therein. We must act quickly.
ca: Si passa massa temps i ningú els atura, deixaran la ciutat en runes i faran una gran matança amb tots els qui hi viuen. Hem d'actuar ràpidament.
nb_no: Vi må handle raskt. Om bandittene får herje fritt vil byen snarlig være redusert til ruiner.

source: What!? If there are soldiers of Wesnoth coming from the northern forts, then my brother Mathin is surely dead... They will pay for his death, just as Sir Loris paid for his pride!
ca: Què!? Si eixos soldats de Wesnoth venen de les fortaleses més al nord, aleshores el meu germà Mathin segurament està mort... Pagaran per la seua mort, així com Sir Loris va pagar pel seu orgull!
nb_no: Hva?! Om det kommer soldater gjennom nordskogen er min bror Mathin utvilsomt tatt av dage. Disse toskene skal få betale med sine liv, akkurat som Loris!

source: Take the Citadel at Westin before ten turns pass.
ca: Pren la Ciutadella de Westin abans què passen deu torns.
nb_no: Sikre festningen i Westing innen ti runder.

source: intellegent
ca: intel·ligent
nb_no: intelligent

source: More bandits?! They'll feel the deadly bite of my lance!
ca: Més bandits? Sentiran la mossegada mortal de la meua llança!
nb_no: Mer røverpakk? De vil snart nok kjenne smaken av min lanse!

source: Peace! for I am no enemy. I am Minister Hylas, advisor to Sir Loris! You came just in time! We couldn't have held them off another day...
ca: Pau! No sóc un enemic. Sóc el Ministre Hylas, conseller de Sir Loris! Veniu just a temps! No podríem haver-los contés un dia més...
nb_no: Bi, ridder! Jeg er ingen fiende. Jeg er Fader Hylas, rådsmannen under befalshavende Loris. Det er på høy tid det ankom forsterkninger, vi kunne knapt holdt ut en dag mer.

source: Indeed, our arrival was timely. But where is Sir Loris? Where is the garrison of the city? I was sent by Haldric to relieve him and take command of the South Guard, for the king has heard no news from Westin in two months.
ca: Finalment, hem aplegat a temps. Però on està Sir Loris? On estan les defenses de la ciutat? Vaig ser enviat per Haldric to rellevar-lo i prendre el control de les Defenses del Sud, doncs el rei no ha sentit notícies de Westin en dos mesos.
nb_no: Det er liten tvil om at vi ankommer i siste liten. Men hvor er befalshavende Loris? Hvor er byens vaktstyrke? Jeg er sendt av Kong Haldrik for å løse Loris fra sin tjeneste og overta kommendoen over vaktpostene, for Kongen hørte intet nytt herfra på over to uker.

source: Alas, Sir Loris will find no relief now. He is buried northwest of the city where he fell. For weeks we warned him of the new power of these bandits. And yet he would never lead his men against them until their strength had waxed and ours waned.
ca: Sir Loris no podrà ser rellevat. Està soterrat al nord-oest de la ciutat, allà on va caure. Durant setmanes l'advertírem del nou poder d'aquests bandits. I ara mai podrà liderar els seus homes contra ells.
nb_no: Jeg må desverre meddele at Loris har falt. Han er gravlagt nordvest for byen, på stedethan ble tatt av dage. Jeg advarte han i flere uker om den voksende trusselen bandittene utgjorde, men han tvilte, og gikk ikke til motangrep før røverne hadde vokst seg flere og sterkere enn vi kunne håndtere.

source: It grieves me to learn of his death, foolish though he may have been! Now, though, there are more pressing matters. Rise men of Wesnoth! We must drive these bandits from our city!
ca: M'entristeix saber de la seua mort. Però ara hi ha assumptes més urgents. Alceu-vos, homes de Wesnoth! Hem de fer fora de la nostra ciutat a aquests bandits.
nb_no: På tross av hans dårlige beslutninger faller det meg tungt å høre om hans død. Vi får gjøre opp for det tapte. Reis dere, Wesnoths menn! Vi skal kaste disse bandittene ut av byen vår, en gang for alle!

source: We will do our best to hold the city - you lead your men across the river and kill the bandit leader!
ca: Farem tot el què podrem per a no perdre la ciutat - lidera els meus homes a través del riu i mata el líder dels bandits!
nb_no: Vi skal gjøre vårt beste for å holde byen! Led dine menn sørover og drep røvernes leder!

source: Kill Urza Nalmath, the bandit leader.
ca: Mata a Urza Nalmath, el líder dels bandits.
nb_no: Drep Urza Nalmath, bandittenes leder.

source: Death of Minister Hylas
ca: Mort del ministre Hylas
nb_no: Fader Hylas' død

source: They are almost to the great hall! Hurry, Deoran! You must reach the citadel or all will be lost!
ca: Estan molt prop de la gran sala! De pressa, Deoran! Has d'aplegar a la ciutadella o tot estarà perdut!
nb_no: Røverne hamrer mot portene til det innerste borgtårnet. Vi må sikre festningen nå, ellers vil både den og byen falle!

source: You must move Deoran here by the end of the next turn, or Westin will fall and you will be defeated!
ca: Has de moure Deoran ací fins a la fi del proper torn, o Westin caurà i seràs derrotat!
nb_no: Du må flytte Deoran til målmarkøren senest neste runde, ellers vil Westin tilintetgjøres, og du tape!

source: We're too late! They're burning the city...
ca: Apleguem tard! Estan cremant la ciutat ...
nb_no: Vi kommer for sent! Westin er i ruiner!
