Repository: wescamp/The_South_Guard-root
Catalog: po/*.po
Languages: ca, nb_no

source: We cannot allow you bandits and criminals to pass through our lands!
ca: No podem permetre-vos, bandits i criminals, traspassar les nostres terres!
nb_no: Vi kan ikke la dere banditter passere gjennom våre enemerker!

source: But we have slain the undead - we wish only to return to our homes!
ca: Però hem matat als no-morts - només volem tornar a les nostres cases!
nb_no: Vårt ærend her har vært å beseire de vandøde - la oss returnere til vårt hjemland!

source: Nevertheless we will have vengeance for Mebrin!!
ca: De qualsevol forma, tindrem venjança per Mebrin!!
nb_no: Det gjør på ingen måte opp for tapet av Mebrin. Hevn!!

source: Thank heaven we have escaped that awful forest!
ca: Gràcies al cel hem escapat d'aquest horrible bosc!
nb_no: Takk og pris for at vi endelig har sluppet ut av den grusomme skogen!

source: Indeed, Afalas, you've earned my trust today.
ca: Molt més, Afalas. Heu guanyat la meua confiança avui.
nb_no: Jeg kunne ikke vært mer enig. Afalas, du har virkelig vist deg verdig vår tillit.

source: I can only hope for mercy when I return to Westin.
ca: Només puc esperar clemència quan torne a Westin.
nb_no: Takk. Jeg håper selv å være verdig nåde når vi er tilbake i Westin.

source: But there was a dark cloud looming behind Deoran and his Men...
ca: Però hi havia un núbol fosc formant-se darrere de Deoran i els seus homes...
nb_no: Men det var en mørk skygge i hælene på Deoran og hans menn...

source: Into The Depths
ca: En les profunditats
nb_no: Til bunns!

source: My mount will not help me in these rocky paths - I will leave him here at the entrance and proceed on foot.
ca: La meua montura no m'ajudarà en aquests camins rocosos - la deixaré ací a l'entrada i seguiré a peu.
nb_no: Hesten er til liten nytte i disse trange grottene - Jeg vil fortsette til fots herfra.

source: That is wise. Speed is less valuable in caves that toughness.
ca: És bona idea. La velocitat és menys valuosa què la precaució a les coves.
nb_no: Et klokt valg. Her nede vil utholdenhet være langt viktigere enn fart.

source: Cavalrymen and Dragoons will be less useful in the caves than soldiers who fight on foot.
ca: Les cavalleries i dracs seran menys útils en les coves què els soldats què lluiten a peu.
nb_no: Kavaleri vil være mindre effektive enn fotsoldater her nede.

source: Proceed slowly, who knows what evils inhabited these parts before Mebrin was turned! We cannot be too careful.
ca: Avanceu lentament, qui sap quins dimonis inhabitaven aquestes zones abans que Mebrin!
nb_no: Rykk varsomt fram, det kan være mørke fiender her fra allerede før Mebrin ankom! Vi kan knapt ta for mange forholdsregler.

source: Find the source of the undead under the citadel.
ca: Troba la font dels no-morts sota la ciutadella.
nb_no: Finn de vandøde som har søkt tilflukt i hulene

source: It seems that the old dwarven road has fallen into disrepair! The stream cuts the path.
nb_no: Dette ser ut som en forlatt, underjordisk dvergevei. Den ser ikke ut til å være vedlikeholdt på en stund, og en kraftig strøm krysser den ikke langt foran oss.

source: Perhaps we can cross on the ice?
ca: Potser podem creuar el gel?
nb_no: Vil isen kunne bære oss over til den andre siden?

source: It looks thin - tread carefully.
ca: Sembla prim, aneu espai.
nb_no: Den ser tynn ut, trå forsiktig!

source: The ice is collapsing! I'll be trapped!
ca: El gel es trenca! M'atrapa!
nb_no: Isen kollapser! Jeg er fanget!

source: We have nothing suitable to make a bridge - you will have to explore that side of the stream and see where the road leads.
ca: No tenim res per a fer un pont - habreu d'explorar aquesta vora del riu per a veure on porta el camí.
nb_no: Å lage en bru vil kreve mer materialer en vi har, du får fortsette på egenhånd og finne ut hvor veien ender.

source: The ice to the south seems thicker. We should head that way!
ca: El gel del sud sembla més gros. Deuríem anar cap a allí.
nb_no: Isen i sør ser tryggere ut, vi fortsetter den veien.

source: Look! Rocks have fallen and collapsed the old dwarven road. I'm stuck!
ca: Mireu! Han caigut roques sobre l'antiga carretera. Estic atrapat!
nb_no: Nei! Steinras har fått veien til å kollapse. Jeg er fanget!

source: We'll find a way to rescue you, don't worry.
ca: Trobarem una manera de rescatar-te, no et preocupes.
nb_no: Hold ut! På en eller annen måte skal vi få reddet deg!

source: Ha! Humans and Elves! What are you doing in our caves, and why shouldn't we grind your bones and gnaw on your flesh?
ca: Ha! Humans i elfs! Què esteu fent en les nostres coves, i perquè no deuríem fer pols els vostres ossos i desgarrar la vostra carn?
nb_no: Hah! Mennesker og alver. Hva gjør dere i våre grotter? Er det noen som helst grunn til at dere ikke skal bli vårt neste måltid?

source: Undead! Ha! We kill undead all the time. Why should we help you?
ca: No-morts! Ha! Matem no-morts tot el temps. Per què deuríem ajudar-vos?
nb_no: Vandøde! Pah! Vi slakter vandøde hele tiden. Hva godt kan dere gjøre?

source: What should we offer them for their help?
ca: Què deuríem oferir-los per la seua ajuda?
nb_no: Hva bør vi tilby for å få trollene til å hjelpe oss?

source: We will give you 50 gold pieces once the undead are defeated.
ca: Us donarem 50 peces d'or una vegada els no-morts siguen derrotats.
nb_no: Vi vil gi dere 50 gullmynter så snart de vandøde er slått tilbake

source: We will give you 75 gold pieces once the undead are defeated.
ca: Us donarem 75 peces d'or una vegada els no-morts siguen derrotats.
nb_no: Vi vil gi dere 75 gullmynter så snart de vandøde er slått tilbake

source: We will give you 100 gold pieces once the undead are defeated.
ca: Us donarem 100 peces d'or una vegada els no-morts siguen derrotats.
nb_no: Vi vil gi dere 100 gullmynter så snart de vandøde er slått tilbake

source: Gold is good. We can trade gold for weapons and fire. We will not kill you now.
ca: L'or és bo. Podem comerciar amb or per a aconseguir armes i foc. No us matarem.
nb_no: Vi liker gull. Dere kan bytte gull mot mektige flammevåpen! Dere skal få reise fritt gjennom våre huler.

source: Can you offer us any aid against the undead? We are not well suited to fighting in the caves.
ca: Podeu oferir-nos alguna ajuda contra els no-morts? No estem ben preparats per a lluitar en coves.
nb_no: Kan dere tilby oss hjelp mot de vandøde? Vi har aldri kjempet under jorden før.

source: Gah! We already planned to kill the undead ourselves... First we kill dwarves though! Now we have dwarvish thunder fire.
ca: Gah! Ja havíem planejat matar els no-morts nosaltres mateixos... Primer vam matar els [ dwarves ] ! Ara tenim foc del troc [ dwarvish ]
nb_no: Pøh! Vi har allerede laget planer for å ta knekken på de vandøde... Men først drepte vi dverger! Nå har vi dvergenes tordenild.

source: Go here and lite it and it will blast a backdoor into the lich's lair!
ca: Ves allí i colpeja-ho i obrirà una porta trasera en la guarida del lich!
nb_no: Vi har plassert ut tordenilden i en sidegang. Om dere tenner den vil den blåse veggen inn til de vandødes skjulested i filler!

source: We will offer you freedom and a place in our lands.
ca: Us oferim llibertit i un lloc en les nostres terres.
nb_no: Vi kan tilby frihet og et fredelig liv i vårt land.

source: Ha! Who wants peace and freedom! We want blood!
ca: Ha! Qui vol pau i llibertat! Volem sang!
nb_no: Bøff! Hvem vil ha fred og frihet!? Vi vil slåss og herje!

source: Then you will not treat with us and aid us in our quest to destroy the undead menace?
ca: Aleshores no fareu un tracte amb nosaltres i ens ajudareu a destruïr l'amenaça dels no-morts?
nb_no: Betyr det at dere vil dere hjelpe oss i kampen mot de vandøde?

source: Bah! Grind their bones!
ca: Bah? Pulveritzeu els seus ossos!
nb_no: Ha! Vi skal spise mennesker og alver når kvelden kommer!

source: I'm lighting it!
nb_no: Jeg tenner på...

source: I've broken through!
nb_no: Vi har brutt gjennom!

source: Gah! The undead are dead again! Now you'd better pay up!
ca: Gah! Els no-morts estan morts una altra vegada! Serà millor què pagueu!
nb_no: Ha! De vandøde er helt døde nå. Vi skal ha gullet vårt!

source: Here is your reward. Now we will leave your caves in peace.
ca: Ací està el què és vostre. Ara deixarem les vostres coves en pau.
nb_no: Her er belønningen deres. Nå skal vi forlate hulene deres og la dere leve i fred.

source: I suppose we will not kill you, but do not try your luck again!
ca: Supose què no use matarem, però no proveu sort de nou!
nb_no: Og kom ikke tilbake uten mer gull!

source: You don't have the gold to pay us! Now we will grind your bones into dust!
ca: No teniu or per a pagar-nos! Ara convertirem en pols els vostres ossos!
nb_no: Grrrra! Vi ble lovet mer gull en du har! Vi skal knuse skallene deres!

source: Pebbles in the Flood
ca: Cudols en la inundació
nb_no: Ringer i elven

source: We have escaped the great forest, but look! The undead are chasing us - we must not have rooted them all out of the wood.
ca: Hem escapat del gran bosc, però mireu! Els no-morts ens atrapen - no els hem eliminat a tots!
nb_no: Endelig ute av skogen, men se! De vandøde er i hælene på oss, de må ha fulgt etter oss tvers gjennom skogen!

source: My lord, you must hasten back to Westin to prepare a defense against them. I will command the defense of the border forts.
ca: Senyor, hem de tornar ràpidament a Westin per a preparar les nostres defenses contra ells. Jo dirigiré la defensa de les fortaleses més frontereres.
nb_no: Deoran, du må skyte fart mot Westin og forbrede oss til angrepet som med sikkerhet kommer. Jeg blir her og sørger for at vaktpostene langs grensen bemannes.

source: I too will make my stand here - I owe you my life and must atone for my crimes. Together we will hold off the foul undead as long as we can.
ca: Jo també aniré cap a allí - pose en les teues mans la meua vida i he de pagar pels meus crims. Junts contindrem els no-morts tant de temps com puguem.
nb_no: Jeg vil også holde stand her. På den måten kan jeg få gjort opp for mine forbrytelser. Sammen mine menn skal vi holde de vandøde tilbake så lenge jeg greier!

source: I will ride to Westin and summon the council. We shall return as soon as we can in force and relieve you.
ca: Cavalgaré fins a Westin i convocaré el consell. Tornarem tan prompte com puguem i et rellevarem.
nb_no: Jeg skal ri til Westin og rådføre meg med formanskapet. Deretter skal jeg samle en hær og komme dere i unnsetning så fort som mulig!

source: Make no promises you know you cannot keep. Organize the defense of Westin, and if you survive, remember those who fell here.
ca: No faces promesses què no pugues mantindre. Organitza la defensa de Westin, i si sobrevius, recorda a aquells què caigueren ací.
nb_no: Ikke lov noe du vet du ikke kan holde. Organiser forsvaret i Westin. Om dere lykkes å holde byen, husk de som falt her.

source: Your name will be sounded in the roll of heroes, and you will be avenged. Thank you, my friend.
ca: El teu nom es recordarà a l'igual què el nom dels herois, i serà venjat. Gràcies, amic meu.
nb_no: Deres navn skal nevnes som helter, og deres død skal ikke være forgjeves. Takk, mine venner!

source: We are yours to command, Sir Gerrick. Our men are not the great warriors that you and Deoran are, but we will hold our lines staunchly, until the bitter end.
ca: Estem a les seues ordres, Sir Gerrick. Els nostres homes no són grans guerres com Deoran, però podem mantindre les nostres línies amb valor, fins al més amarg final.
nb_no: Vi står til din tjeneste, Kaptein Gerrikk! Vi skal kjempe tappert til siste mann!

source: Now I will never see my home again... Hold back the undead, Gerrick!
ca: Ara mai tornaré a veure la meua llar... Contín als no-morts, Gerrick!
nb_no: Nå vil jeg aldri se mitt hjem igjen. Hold stand, Gerrikk!

source: I only hope we have bought Deoran enough time to secure Westin for the onslaught!
ca: Només espere què hagem donat prou temps a Deoran per a preparar les defenses de Westin!
nb_no: Måtte våre liv ha gitt Deoran det tiden han trenger!

source: We will crush Westin as we have crushed you! No one shall stand between us and our home.
ca: Destrossarem Westin com us hem destrossat a vosaltres! Ningú s'interposarà entre nosaltres i la nostra llar.
nb_no: Westin skal knuses på samme måte som vi knuste dere! Ingen skal stå mellom oss og vårt hjem.

source: Vengeance
ca: Venjança
nb_no: Gjengjeldelse

source: Commander! I took your message to the council, and your deeds have pleased them. Are the undead finally gone from our lands?
ca: Comandant! Portí el vostre missatge al consell, i les vostres notícies els han sigut grates. Finalment els no-morts han partit de les nostres terres?
nb_no: Deoran! Alvenes råd lot seg imponere av dine heltedåder. Er de vandøde endelig beseiret?

source: The undead are gone! Perhaps now there will be peace for a time in Westin. You have our thanks Lady Ethiliel.
ca: Els no-morts se n'han anat! Potser ara hi habrà pau durant un temps a Westin. Devem agraïr-li-ho a Lady Ethiliel.
nb_no: De vandøde er borte for godt! Nå håper jeg at Westin endelig skal få oppleve fred. Du skal ha mange takk for din hjelp, Ethiliel.

source: Though the undead are vanquished, they have brought us much sorrow. Deoran, your people have restored their honor. Let us part in peace.
nb_no: Selv takk. Folket ditt har gjenvunnet sin ære ved å bekjempe både banditter og vandøde. Det er godt å vite at de vandøde ikke lenger skal bringe oss sorg. La oss skilles med et løfte om fred!

source: Indeed. Neither the bandits nor the undead will trouble us for some time. We will tend our wounds and you yours.
nb_no: Så absolutt! Verken banditter eller vandøde er en trussel lenger, og både alver og mennersker fortjener tid til å lege sine sår.

source: Help!
ca: Ajuda!
nb_no: Hjelp!

source: You must pay for killing Mebrin!
ca: Heu de pagar per matar Mebrin!
nb_no: Du skal få betale dyrt for Mebrins død!

source: I am just a farmer! What did I do?!
ca: Només soc un pagès! Què he fet?!
nb_no: Jeg hal aldri drept noen! Jeg er en bonde, hva har jeg gjort!?

source: What did you do?! Your people kidnapped and murdered our greatest leader! And now you will pay!
nb_no: Hva du har gjort!?! Dere mennesker kidnappet og drepte vår største leder og vismann! Du skal betale med ditt liv!

source: He just killed that innocent farmer! We must stop him!
nb_no: Han drepte en uskyldig bonde! Vi må stoppe ham!

source: Stop Ithelden! I have traveled with these humans, and they are not the ones who harmed Mebrin. They are our allies!
nb_no: Stopp Ithelden! På mine reiser sammen disse menneskene har jeg selv sett at de ikke har skyld i tragedien med Mebrin. De er våre allierte!

source: You too Ethiliel? All these menfolk are the same! They fell trees to till the earth; now they have felled our leader! We cannot brook such deeds! You will die with them!
nb_no: Er du alliert med dette usle folkeslaget? Alle mennesker er av samme sort, de feller våre skoger, og nå har de også felt vår største leder! Du graver din egen grav ved å velge dem som venner!

source: Keep the enraged elves from sacking Westin
nb_no: Beskytt Westin mot de rasende alvene

source: For every one of us you strike down, more will rise!
nb_no: For hver av oss du dreper, vil nye alver komme oppildnet etter!

source: We won't be able to hold them off for long. I should go reason with them! They won't dare attack me.
nb_no: Vi kommer ikke til å greie å holde ut stort lenger. Jeg må prøve å snakke dem til fornuft. Forhåpentligvis tør de ikke angripe meg.

source: Are you sure that the elves will greet you any more kindly than they have met us? After all, you did lead us into the forests...
nb_no: Er du sikker? Disse alvene virker blindet av raseri. Og det var du som ledet oss inn i skogen...

source: Perhaps not, but it is your only hope. I must reach Ithelden!
nb_no: Kanskje ikke. Vårt eneste håp er at Ithelden vil høre på meg. Jeg må bane meg vei til ham!

source: The Tides of War
nb_no: Krigen bølger opp

source: Look! The undead army has broken through Sir Gerrick's lines! Alas, he is lost!
nb_no: Se! De vandøde har brutt gjennom Kaptein Gerrikks linjer! Han må ha falt!

source: But in the narrow window his valiant stand gave us, we have roused the whole provincial guard!
nb_no: Med tiden han kjøpte for sitt liv har vi fått mobilisert fylkesgarden!

source: Indeed Lord, we are ready to defend our homes!
nb_no: Deoran, vi star til din tjeneste! Vi er også villige til å ofre våre liv for Westin!

source: And I have summoned the great council of Westin! They will battle with all their might!
nb_no: Jeg har samlet Westins beste rådsmenn! De vil også kjempe til siste mann!

source: Hylas, we have heard your summons, and we shall send these dark foes back to the abyss that spawned them!
nb_no: Fader Hylas, vi har hørt dine formaninger. Vi skal sørge for at de vandøde får sin evige død!

source: Your aid will be most welcome.
ca: La vostra ajuda serà benvinguda
nb_no: Jeg er takknemmelig for at dere vil kjempe sammen oss.

source: We have rallied all the forces that we will be able to! Let us not make Sir Gerrick's sacrifice a vain one. For Wesnoth!
nb_no: Vi har mobilisert alle troppene som er tilgjengelige! La oss nå sørge får at Kaptein Gerrikks offer ikke var forgjeves. For Wesnoth!

source: Crush the undead
nb_no: Knus de vandøde

source: Epilogue
ca: Epíleg
nb_no: Epilog

source: I have failed my kingdom and duty...
nb_no: Jeg har feilet mitt hjemland...

source: Taste cold steel!
nb_no: Smak blankt stål!

source: I have lost all helping the humans... Now they will surely perish!
nb_no: Jeg har ofret meg for menneskene til ingen nytte... De vil gå til grunne som meg...

source: I have given my all for my kingdom! Avenge me, Deoran!
nb_no: Jeg har ofret mitt liv for mitt hjemland! Hevn min død, Deoran!

source: Now I will never see Westin free again...
nb_no: Nå vil jeg aldri se et fritt Westin igjen...

source: Far from home I fall - but not in vain! Guard our people Deoran!
nb_no: Jeg faller langt hjemmefra - men ikke forgjeves. Vokt vårt folk, Deoran!

source: Thugs are the mainstay of the bandit armies. They do not have a ranged attack, and are vulnerable to your archers. Deoran's lance will also strike fear into their hearts! Like all of the bandit units, they are much more dangerous at night.
nb_no: Kjeltringer kan snike seg gjennom fiendens linjer og er derfor en viktig del av en røverbande. De har ikke avstandsangrep, og er sårbare mot bueskyttere. Som de andre bandittenhetene er kjeltringer mest effektive om natten.

source: Thieves are more subtle than thugs. They try to surround your units and stab them in the back. Make sure that thieves never have an opportunity to attack when they have an ally directly behind the unit they are attacking - they'll do double damage! Like thugs, thieves are vulnerable to the ranged attacks of your archers.
nb_no: Tyver er listigere enn kjeltringer. De vil prøve å omringe sine motstandere og dolk dem i ryggen. De vil gjøre dobbel skade om en enhet fra samme lag står på motsatt side av enheten de angriper. Tyver er sårbare mot skyttere.

source: Footpads are the scouts of the bandit armies. They are quick, and have both a melee attack and a ranged attack. Neither of their attacks is very strong, however, and your spearmen will make quick work of them during the day.
nb_no: Løsgjengere utgjør bandittenes speidere. De er raske, og angriper både i nærstrid og med avstandsvåpen. Ingen av angrepene deres er imidlertid særlig kraftige.

source: Skeletons are the bones of fallen warriors raised by some dark magic. They are almost immune to piercing weapons like arrows and spears. Bladed attacks like swords will injure them, and Minister Hylas's holy attack is deadly against them. Like the rest of the bandits, they are more dangerous at night!
nb_no: Skjeletter er ben fra falne krigere, vekket til live av mørk magi. De er nærmest immune mot stikkvåpen som spyd og piler. Sverd og klubber vil skade dem, men Fader Hylas' hellige angrep vil være ditt beste våpen mot dem. Skjeletter er lyssky og sloss best om natten.

source: Walking corpses are the bodies of slain warriors, filled with some black magic. They are slow and weak - any of your units is more than a match for them. They are only dangerous in packs...
nb_no: Vandrene lik er etterlevningene etter døde krigere, fylt av svart magi. De er svake og trege - de vil falle mot de fleste fiender. De er likevel farlige i store mengder, grunnet de ondsinnede sykdommene de bærer...

source: Summer
ca: Estiu
nb_no: Sommer

source: During the reign of Haldric VII Wesnoth was secure. Konrad I had driven off the orcs in the north. The eastern forts were quiet and almost deserted. The elves in the western forest kept to their own affairs. In the prosperous south men build new towns and farms.
nb_no: Mens Haldrik VII regjerte rådet det fred i Wesnoth. Konrad I hadde drevet orkene tilbake i nord. I øst rådet fred, og det trengtes knapt vaktposter. Alvene i skogene i vest holdt seg til sitt. I de frodige områdene i sør ble det bygget storslåtte byer og gårdsanlegg.

source: For eight years the South Guard had defended the farms and homes surrounding the city of Westin. The fiercest foes they faced were the occasional bandit. The orcs were far to the north. Nothing lived in the forest beyond the river.
nb_no: I åtte år hadde vaktpostene i sør, under øverstkommenderendel Loris, forsvart gårdene og landsbyene rundt byen Westin. Utover tilfeldige røvere hadde det vært lite uroligheter. Orkene bodde for langt nord til å nå hit. I skogen sør for grenseelven var alt rolig, uten tegn til annet enn dyreliv.

source: In the spring of the ninth year the reports from Sir Loris stopped suddenly. King Haldric decided to send someone to investigate.
nb_no: Tidlig på våren det niende året stoppet rapportene fra vaktpostene i sør plutselig. Kong Haldrik befalte en mindre styrke sørover for å undersøke.

source: A young commander, Deoran, son of one of the horsemen who rode with Konrad I, was summoned by Haldric. The king had a mission for him.
nb_no: En ung ridder, Deoran, sønn av en kriger som red med Konrad I, skulle lede styrken sørover.

source: He was ordered to ride south towards Westin, the capital of the province of Kerlath and replace Sir Loris as commander of the South Guard...
nb_no: Han skulle ri til Westin, og overta Loris' plass som øverstkommenderende over vaktpostene...

source: Having defeated Urza Mathin, Deoran immediately sent scouts out into the whole countryside. His men reported bandits roaming freely over the border, terrorizing the peasants and villagers. Nowhere did they find soldiers of the South Guard.
nb_no: Etter å ha overvunnet Urza Mathin, sendte Deoran speidere for å undersøke tilstanden på landsbygda rundt Westin. Speiderne kom tilbake og rapporterte om banditter som i hopetall streifet over grensen fra sør. De hadde ikke sett soldater bemanne vaktpostene noen steder.

source: Deoran decided to take action and wipe out the bandits. He gathered the men of Sir Gerrick's command and whatever peasants were of strong body and fighting age. With this small force he rode in haste to Westin, capital of the province.
nb_no: Deoran så at det måtte gjøres noe snarlig for å stoppe bandittene. Han samlet restene av Gerrikks vakstyrke og mobiliserte alle voksne bønder med god fysikk. Deretter beordret han kursen mot Westin, hovedstaden i fylket.

source: Deoran and his men approached the old city, and they saw that their fears were well founded...
nb_no: De Deoran og han menn ankom Westin, så de fort av frykten var velbegrunnet...

source: Fall
ca: Tardor
nb_no: Høst
