Repository: wescamp/The_South_Guard-root
Catalog: po/*.po
Languages: ca, nb_no

source: Westin has fallen! This is a problem too great for me to handle - I must return to Haldric and tell him of our loss...
ca: Westin ha caigut! És un problema massa gran com per a què jo me'n puga fer càrreg - He de tornar a veure Haldric i contar-li la nostra pèrdua.
nb_no: Westin er i ruiner. Problemene er nå støre enn vi greier på egenhånd, vi må returnere til Haldrik og fortelle om grusomhetene...

source: Now the Guard will feel the wrath of my new friends! It is time for the dead to wage war! Rise warriors!
ca: Ara les Defenses sentiran la còlera dels meus nous amics! És l'hora de què els morts entren en guerra! Alceu-vos, guerrers!
nb_no: Nå skal disse usle soldatene få føle vreden til mine nye venner. La de døde reise seg og spre frykt og fordervelse blant de levende!

source: What devilry is this?! Those are no living men that fight for him!
ca: Quina diablura és aquesta?! Eixos són no-morts que lluiten per a ells!
nb_no: Hva slags ondskap er dette? Krigerne hans er ikke levende menn av kjøtt og blod!

source: He has made some pact with the undead - how could a mere brigand have gained such great powers?
ca: Ell ha d'haver fet alguna mena de pacte amb els no morts - com podria un simple bandoler haver aconseguit eixos grans poders?
nb_no: Han må ha inngått en pakt med de vandøde. En vanlig røver ville aldri hatt slike krefter!

source: However he has done this fell thing, we must defeat him!
ca: De qualsevol forma què ho haja fet, hem de derrotar-lo!
nb_no: Uansett hva som er årsaken til denne grusomheten, er en ting sikkert: Vi må beseire ham!

source: Not only will Minister Hylas's Holy attack melt undead bones, but he can also heal wounded units near him.
ca: L'atac sagrat del Ministre Hylas no només ataca els esquelets no-morts, sinò que amés pot curar les unitats ferides pròximes a ell.
nb_no: Ikke bare vil Fader Hylas' magi smelte vandøde knokler, men han kan også helbrede enheter i nærheten.

source: Leave nothing standing! Burn their villages down and kill them all!
ca: No deixeu ningú en peu! Incendieu els seus llogarets i mateu-los a tots!
nb_no: Ikke la noen unslippe! Brenn husene og drep alle som en!

source: We will avenge your brother's death!
ca: Venjarem la mort del teu germà!
nb_no: Jeg vil hevne min brors død!

source: They are burning our villages! We must stop them!
ca: Estan incendiant els nostres llogarets! Hem de parar-los!
nb_no: De brenner landsbyene våre! Vi må sende ut vaktstyrker for å redde landsbyene og ta knekken på røverpakket!

source: My brother has died unavenged! What have we done!?
ca: El meu germà ha mort i no ha sigut venjat! Què hem fet !?
nb_no: Jeg skulle hevne min bror! Hvordan kan dere beseire også meg?!

source: Commander, how can a bandit have summoned undead?
ca: Comandant, com pot un bandit haver convocat als no-morts?
nb_no: Hvordan kan denne røveren ha påkalt de vandøde?

source: Just before the bandit raids began, an ambassador came to Sir Loris from the elves of the wood west of here. He asked that a knight be sent to discuss a new threat to Wesnoth.
ca: Just abans què les incursions dels bandits començaren, un ambaixador dels elfs del bosc a l'oest d'ací vingué per parlar amb Sir Loris. Ell va demanar què s'enviara un cavaller per a discutir un nou tractat amb Wesnoth.
nb_no: Rett før plyndringene startet ble Loris oppsøkt av en ambassadør fra alveskogen i vest. Han ba Loris reise til skogen for å diskutere en ny og hittil ukjent trussel.

source: And did Sir Loris go to the elves?
ca: I va anar Sir Loris amb els elfs?
nb_no: Reiste så Loris til alvene?

source: No. He suspected the elves of some trickery and made no reply to them. Perhaps they know the origin of these dead warriors we now face.
ca: No. Sospitava d'alguna mena de trampa dels elfs i no els va contestar. Potser ells sàpiguen l'origen d'aquets guerrers morts a qui ens afrontem.
nb_no: Nei. Han mistenkte at alvene hadde skitne triks på lur og ga aldri noe svar på anmodningen. Alvene vet kanskje hvor disse døde krigerne stammer fra.

source: My men have been trained to fight the living. I do not know that we can protect the city from foes so dark as these. I shall go meet the elves and see if they can be of any aid!
ca: Els meus homes han sigut entrenats per a lluitar contra els vius. No sé com podem protegir la ciutat d'una amenaça tan obscura com aquesta. Aniré a trobar-me amb els elfs i veuré si poden ser d'alguna ajuda!
nb_no: Mine menn er trent for å kjempe mot fiender av kjøtt og blod. Jeg vet ikke om vaktpostene vil kunne stå imot så ondskapsfulle motstandere i lengden. Jeg drar selv til skogen og ser om alvenes råd kan være til hjelp!

source: I will accompany you, my lord. I have studied the arts of holy magic and my skill may be of some use against the dark ones.
ca: T'acompanyaré, senyor. He estudiat les arts de la màgia sagrada i les meues habilitats poden ser d'alguna habilitat contra les seues arts obscures.
nb_no: Jeg vil følge deg! Min hellige magi vil være til stor hjelp mot denne typen fiender.

source: Deoran sent a rider to request mounted reinforcements and set out at once towards the western forest...
ca: Deoran envià un genet per a demanar reforços montats i es dirigí cap als boscos més a l'oest...
nb_no: Deoran la samme kveld kursen for skogene i vest, og sendte en rytter for å be om forsterkninger og stridshester.

source: A Desperate Errand
ca: Un errant desesperat
nb_no: Et desperat ærend

source: Deoran and his men came to the border of the elvish woods...
ca: Deoran i els seus homes vingueren a les fronteres dels boscos elfs...
nb_no: Deoran og hans menn sto snart på grensen til skogene i vest...

source: Look, men! There is the forest of the Elves to the north west. Let us hasten across the river and the hills.
ca: Mireu, homes! Allí al nord oest està el bosc dels elfs. Apressurem-nos a creuar el riu i els turons.
nb_no: Se forut! I skogen i nordvest holder alvene til. Hold farten oppe mens vi krysser elven og fjellene!

source: But if we do not discover the source of these undead warriors, the whole province shall surely be swallowed up by them, and then their bandit masters will fare no better. We cannot allow it!
ca: Però si no descobrim d'on provenen aquests guerrers no morts, la província sencera serà menjada per ells, no podríem fer res millor per als seus líders bandits! No podem permetre-ho!
nb_no: Det er en risiko jeg er villig til å ta. Hvis vi ikke finner årsaken til disse vandøde krigerne vil snart hele fylket være overrumplet av banditter og ondskap.

source: I have lost two brothers to Deoran - I shall not allow him to reach the accursed elves! Deoran will die before he reaches the western forest!
ca: He perdut dos germans a mans de Deoran - no permetré què aplegue fins a eixos maleïts elfs! Deoran morirà abans d'aplegar al bosc més a l'oest!
nb_no: Jeg har mistet to brødre til Deorans menn - Jeg vil aldri la han nå alvene i live!

source: Move Deoran to the Elvish city in the northern woods
ca: Mou Deoran fins a la ciuta elfa als boscos més al nord.
nb_no: Bring Deoran til alvebyen i nordvest

source: You must move Deoran to the center of the elvish citadel. Be sure to recruit a force strong enough to drive off the bandits before moving Deoran from his encampment!
ca: Has de moure Deoran fins al centre de la ciutadella elfa. Assegura't de reclutar una patrulla suficientment forta com per a desfer-te dels bandits abans de traure Deoran del seu campament.
nb_no: Du må sørge for at Deoran kommer trygt frem til alvebyen. Pass på at du rekruterer nok soldater til å holde røverne på avstand før du legger avgårde.

source: There is so much ground to cover. If only our riders would arrive!
ca: Hi ha moltes terres per cobrir. Si almenys els nostres genets aplegaren!
nb_no: Vi har fortsatt en lang reise foran oss. Jeg skulle likt å disponere mer kavaleri!

source: strong,
ca: fort,
nb_no: sterk,

source: Commander, I recieved your request for reinforcements, and I have brought my riders with me!
ca: Comandant, m'ha aplegat la seua petició d'ajuda, i he portat els meus genets amb mi!
nb_no: Deoran, vi har mottatt ditt spørsmål om forsterkninger, og jeg har brakt med meg en gruppe kavalerister.

source: You may now recruit Cavalrymen. They are fast and deadly on grassland, but weak in forests and hills. They can keep up with Deoran, so use them to guard him!
ca: Ara pots reclutar Cavalrymen. Son ràpids i mortals en els prats, però febles en els boscos i turons. Ells poden viatjar amb Deoran, així que usa'ls per a protegir-lo!
nb_no: Du kan nå rekrutere kavaleri. De er raske og effektive i åpent terreng, men mindre effektive i fjell og skog. De greier å holde følge med Deoran, så bruk de for å forsvare han på reisen videre.

source: What have we done?! Even our undead allies cannot stand against this commander!
ca: Què hem fet?! Inclús els nostres aliats no-morts no poden contindre aquest comandant!
nb_no: Dette kan ikke stemme! Ikke engang mine vandøde krigere hjalp meg fra nederlag!

source: I hope that's the last of the bandits! How many more of these foul undead must we fight?
ca: Espere què siga l'últim dels bandits! Contra quants més d'aquests no-morts hem de lluitar?
nb_no: La oss håpe at dette er de siste bandittene. Jeg ser helst at vi slipper å kjempe mot flere ondsinnede vandøde.

source: If we are to check the advance of the dead, I must reach the home of the elves!
ca: Si volem aturar l'avanç dels morts, he d'aplegar a la casa dels elfs!
nb_no: Vi må nå alvebyen om vi skal få undersøkt årsaken til disse vandøde.

source: Halt! Who has entered our citadel without permission?
ca: Atureu-vos! Qui ha entrat a la nostra ciutadella sense permís?
nb_no: Holdt! Hvem våger å tre inn i vår by uten tillatelse?

source: Deora...
nb_no: Deoran, ridder av Wesnoth.

source: Stay a moment. This man wears the colors of Wesnoth, and Kalenz told us the folk of Wesnoth were not all foes of the elves. Tell us, then, what brings you to the hallowed citadel of Elrath?
ca: Espera un moment. Aquests homes vestixen els colors de Wesnoth, i Kalenz ens contà què els amics de Wesnoth no enemics dels elfs. Conteu-me, aleshores, què us porta a l'alabada ciutadella d'Elrath?
nb_no: Vent et øyeblikk! Jeg ser du bærer Wesnoths symboler. Kalenz' har berettet at ikke alle menn derfra er alvenes fiender. Fortell oss derfor: hva ditt ærend her i vår elskede by Elrath er?

source: My lady, we have come to the elves to seek guidance. Bandits and criminals in our land have summoned the dead to help them plunder our farms and villages. They are coming across the river from the great forest to the south of our lands, where no man has yet traveled.
ca: Senyora meua, hem acudit als elfs en busca de guia. Bandits i criminals han convocats als morts per a ajudar-los a saquejar les nostres granges i llogarets. Venen cap a ací desdel riu del gran bosc al sud de les nostres terres, on cap home ha viatjat mai.
nb_no: Vi har kommet til hit i søken etter gode råd i vanskelige tider. Røvere og kjeltringer i hjemlandet mitt har påkalt de vandøde for å helpe dem med å plyndre og drepe hederlige mennesker. Røverne kommer over elven sørfra, fra den enorme skogen vi vet svært lite om.

source: The elves know of the great southern forest, and have walked its paths many times. What would you do, Deoran?
ca: Els elfs coneixen el gran bosc del sud, i han caminat moltes vegades pels seus senders. Què faries tu, Deoran?
nb_no: Jeg har selv vandret i denne skogen. Hvis folkene der påkaller de vandøde og livnærer seg på plyndring bør det i sannhet gjøres noe. Hva er din plan, Deoran?

source: I would lead my men south of the river to find the source of these beings of dark that we might destroy it. For surely we cannot stand against them for long.
ca: Dirigiria els meus homes al sud del riu per a trobar la font d'aquests éssers de la foscor i la destruiria. Segurament no els podrem mantindre durant molt més temps.
nb_no: Om jeg må leder jeg mine menn sørover for å finne kilden til ondskapen for å stoppe den en gang for alle. Våre vaktposter kan ikke stå imot varige angrep fra både banditter og vandøde.

source: Indeed you are brave to face such foes. But I fear that alone you will fail and fall. One elf now lives who remembers the secrets of the undead that we learned when Haldric I came to our land. His name is Mebrin, and he lives, secluded in the hills, near here. I will take you to him.
ca: Eres valent per a afrontar-te amb ells. Però tem què sol fallaràs i cauràs. Viu un elf qui recorda els secrets dels no morts què vam aprendre quan Haldric I vingué a les nostres terres. El seu nom és Mebrin, i viu als turons prop d'ací. Us portaré a ell.
nb_no: Du er i sannhet modig som tør gå en slik fiende i møte. Din tapperhet til tross frykter jeg du og dine menn vil falle om dere drar alene. Det finnes en alv som kjenner de vandødes hemmeligheter fra den tiden før Haldrik kom til ditt hjemland. Hans navn er Mebrin. Han bor isolert i fjellene ikke langt herfra. Jeg vil føre deg til ham.

source: My thanks, lady.
ca: Els meus agraïments, senyora.
nb_no: Du skal ha mange takk.

source: Vale of Tears
ca: Vall de llàgrimes
nb_no: Tårenes dal

source: We have followed you away from our homes and left them unguarded. Now, where can we find this sage who knows the southern forest well?
ca: T'hem seguit desde les nostres cases, deixant-les desprotegides. Ara, on podem trobar a aquest savi que coneix bé el bosc del sud?
nb_no: Vi løper en stor risk ved å følge dere enda lenger fra området vi er satt til å bevokte. Hvor er denne vismannen som kjenner skogene i sør så godt?

source: This is the Vale of Blossoming Trees. Our great sages come here to live when they feel that it is time for them to allow others to lead our people. The sage you speak of lives in a secluded village between the two lakes.
ca: Aquesta és la Vall dels Arbres en Flor. Els nostres grans savis venen a viure ací quan senten què ha aplegat l'hora de permetre què altres lideren a la nostra gent. El savi del qual parleu viu en un llogaret apartat entre els dos llacs.
nb_no: Dette er de blomstrene trærs dal. Våre vismenn vandrer hit når tiden er kommet for at nye trer fram og leder vårt folk. Vismannen vi søker bor i en ensom landsby mellom de to innsjøene.

source: Why, my lady, are there humans camped to the south of us? Are they friends of the elves? I had thought that no humans had set foot in this valley.
ca: Per què, senyora meua, hi ha humans acampats al sud de nosaltres? Són amics dels elfs? Pensava què cap humà havia posat els peus en aquesta vall.
nb_no: Men fortell meg, hvorfor har mennesker slått leir sør for oss? Er de venner med dere alver? Jeg trodde aldri noe menneske hadde satt sin fot i denne dalen.

source: What!? Those are no friends of the elves! They are brigands, and they must be destroyed!
ca: Què!? Eixos no són amics dels elfs! Són bandolers, i han de ser destruïts!
nb_no: Dette er ingen av våre venner. De er simpelt røverpakk, og skal dø for å ha brutt seg inn på alvenes enemerker!

source: Perhaps they are allied with the bandits who have been sacking out towns! They have grown bold to attack the elves!
ca: Potser són aliats dels bandits què han estat saquejant les nostres ciutats! Han vingut per a atacar als elfs!
nb_no: De er antagelig i ledetog med bandittene som herjer i vårt hjemland. Men de er svært dumdristige som tør sette seg opp mot alvene!

source: Destroy these intruders, and I will ask him to help you. He is ancient, and he remembers well Haldric's betrayal of the elves, so if a human sets foot in his village first, he almost certainly will have nothing to do with us!
ca: Destrueix aquests intrusos, i demanaré al savi què t'ajude. És ancià, i recorda bé la traició de Haldric als elfs, pel què si un humà posa el primer els peus al llogaret, segur què no ens ajudarà!
nb_no: Hvis dere knuser disse inntrengerne, skal jeg selv be vismannen om å hjelpe deg. Han er svært gammel, gammel nok til å ha opplevd Haldriks forræderi mot alvene, og vil tvilsomt gi noe menneske en sjanse til å gjeste landsbyen sin.

source: Sounds like a charming fellow...
ca: Sembla un paio encantador...
nb_no: Høres ut som en sjarmerende kar...

source: Yet, as she says, he is our best hope to rid our lands of this new menace. We do that which we must. Ethiliel, you make for Mebrin's village. We will handle the intruders.
ca: Ell és la major esperança de derrotar aquesta nova amenaça. Hem de fer el què devem. Ethiliel, dirigeix-te al llogaret de Mebrin. Nosaltres ens encarreguen dels intrusos.
nb_no: Jeg setter likevel min lit til hennes ord om at han er vårt beste håp for å bekjempe denne ondskapen. Vi gjør hva vi må. Ethiliel, led veien til Mebrins landsby. Vi skal håndtere disse inntrengerne.

source: Ha! You're too late. We've taken what we want from this valley. Now your blood and tears will join that of the elves!
ca: Ha! Aplegueu massa tard. Hem pres tot el què hem volgut d'aquesta vall. Ara la vostra sang i llàgrimes s'uniran a les dels elfs!
nb_no: Ha! Dere kommer for sent. Vi har røvet det vi kom for, og nå skal deres blod og tårer fylle dalen!

source: Cleanse the Vale of Tears
ca: Netejar la Vall de les Llàgrimes
nb_no: Befri dalen fra inntrengerne

source: Move Ethiliel to Mebrin's village
ca: Porta Ethiliel al llogaret de Mebrin
nb_no: Bring Ethiliel til Mebrins landsby

source: Death of Ethiliel
ca: Mort d'Ethiliel
nb_no: Ethiliels død

source: Our weapons are useless against these skeletons! They have nothing for our shafts to pierce but air!
ca: Les nostres armes no serveixen de res contra aquests esquelets! No tenen res per a què tallen les nostres fulles, excepte aire!
nb_no: Våpnene våre er skrammel mot skjeletter! Det nytter ikke spidde en fiende uten kjøtt på kroppen!

source: We must clear out these undead if you are to reach Mebrin's village! What should we do?
ca: Hem de desfer-nos d'aquests no-morts si vols aplegar al llogaret de Mebrin. Què deuríem fer?
nb_no: Vi må kjempe oss forbi disse vandøde for å nå Mebrins landsby. Vi må prøve!

source: For now, I can slow them down. Where are the elves who used to live in this valley? They should come to our aid!
ca: Per ara, puc retrasar-los. On estan els elfs què solien viure en aquesta vall? Deurien vindre en la nostra ajuda!
nb_no: Vi kan i det minste oppholde dem. Hvor er alvene som pleide å vandre i denne dalen? De burde komme oss til unsetning!

source: You said this valley would be safe, and we find it filled with skeletal foes! Cannot some of your elf friends help us in our struggle?
ca: Digueres què aquesta vall seria segura, i la trobem plena d'enemics esquelets! No pot algun dels teus amics elfs ajudarnos en la batalla?
nb_no: Du sa denne dalen var trygg, men den er full av vandøde fiender! Jeg håper virkelig dine alvevenner vil komme.

source: I shall not join these accursed undead! Bury me deeply my friends...
ca: No vull unir-me a aquests maleïts no-morts. Enterreu-me molt fons, amics meus...
nb_no: La meg aldri bli en av de vandøde! Gravlegg meg dypt!

source: You shall not die in vain! My bodyguard will avenge you!
ca: No morirà en va! Els meus guardaespatlles et venjaran!
nb_no: Din død er ikke forgjeves. Min livgarde skal hevne deg!

source: You have a bodyguard?!
ca: Tens un guardaespatlles?!
nb_no: Har du en livgarde?

source: You have a bodyguard?!!
ca: Tens un guardaespatlles?!!
nb_no: Har du en LIVGARDE?!?

source: We stand ready, my lady, to protect you! We shall lead these men of Wesnoth into the fray!
ca: Estem preparats per a protegir-vos, senyora! Liderarem a aquests homes de Wesnoth en la batalla!
nb_no: Vi står til din tjeneste, Ethiliel! Vi skal beskytte deg med våre liv, og lede Wesnoths menn i kampen mot ondskapen!

source: For my lady I fall...
ca: Cauré per la meua senyora...
nb_no: Jeg faller for Ethiliel!

source: Finally, release! Thank you, my friends...
ca: Finalment, alliberat! Gràcies, amics...
nb_no: Endelig kan min sjel slippe fri! Takk, mine venner...

source: You're too late! You'll never find our stronghold, and even if you did, what can you do against the dead!
ca: Massa tard! Mai trobareu la nostra fortalesa, i inclús si ho fèreu, què podeu fer contra els morts?
nb_no: Hah! Dere vil aldri finne vårt tilfluktssted, og selvom dere gjør det, vil dere ikke kunne beseire de vandøde!

source: You, at least, will trouble us no more!
ca: Almenys tu no ens donaràs més problemes!
nb_no: Med deg død er i det minste et hinder borte for godt.

source: Mebrin! Are you there? We have come to seek your aid!
ca: Mebrin! Estàs ahí? Hem vingut a buscar la teua ajuda!
nb_no: Mebrin! Vi søker din hjelp!

source: Mebrin! Where are you?!
ca: Mebrin! On estàs?!
nb_no: Mebrin! Er du her?!

source: His home is empty... There are footprints leading away to the south... What can have happened here?
ca: Sa casa està buida... Hi ha petjades què es dirigeixen al sud... Què pot haver passat ací?
nb_no: Huset hans er tomt... men det leder fotspor sørover. Kan Mebrin ha blitt bortført?

source: Maybe whoever summoned these undead knows where he is?
ca: Potser qui convocà aquests no-morts sap on està.
nb_no: Jeg vil tro at de som påkaller de vandøde har en finger med i spillet...

source: There is no blood here, yet no Mebrin. Someone must have kidnapped him. But the undead would have slain him and made him one of them. Who then can have taken him?
ca: Ací no està Mebrin, però tampoc hi ha sang. Algú deu haver-lo segrestat. Però els no-morts l'habrien matat i fet un d'ells. Qui pot haver-lo agafat?
nb_no: Det er ikke spor etter blod. Mebrin må være kidnappet, og jeg tror han fortsatt lever. De vandøde ville slaktet han og gjort han til sin slave, så noen andre må ha bortført ham.

source: Maybe the bandits who have been summoning the undead took him?
ca: Potser els bandit que han estat convocant als no-morts?
nb_no: Men bandittene som påkaller de vandøde kan vel tenkes å stå bak bortføringen?

source: We must follow these footprints into the woods! Whoever took our greatest sage must pay! Nothing will stop the vengeance of the elves!
ca: Hem de seguir aquestes petjades fins als boscos! Qui haja agafat al nostre savi més gran deu pagar! Res aturarà la venjança dels elfs!
nb_no: Kanskje. Vi må følge fotsporene sørover. De som bortførte vår største vismann må betale for sine synder! Ingenting skal få stoppe alvene fra å få sin hevn!

source: Well, vengeance or no, if you will lead us into the forest, we will follow you and battle the undead!
ca: Bé, amb venjança o sense, si ens portes al bosc, et seguiren i lluitarem contra els no-morts!
nb_no: La det bli slik. Hevn eller ikke, om du leder oss inn i skogen vil mine menn følge deg for å ta opp kampen mot de vandøde!

source: Choice in the Fog
ca: Elecció en la boira
nb_no: Et valg i skodden

source: The heat in this forest is oppressive, and this fog cannot be natural. I wonder what evil lurks nearby?
ca: El calor en aquest bosc és insuportable, i aquesta boira no pot ser natural. Em pregunte qui dimonis està amagat per ací.
nb_no: Det er mistenkelig varmt her i skogen, og denne skodden kan ikke være naturlig. Jeg er spent på hva slags ondskap vi vil møte her.

source: I fear the fog emanates from some powerful lord of the undead. We may be overmatched...
ca: Em tem què la boira emane d'algun poderós senyor dels no-morts. Pot ser una trampa.
nb_no: Jeg frykter skodden frammanes av en mektig heksemester. Vi risikerer å lide nederlag mot en slik fiende...

source: This is quite a change from fighting bandits in the farmland near Westin!
ca: Açò és prou diferent de lluitar contra bandits en les pastures de Westin!
nb_no: Dette er sannelig noe helt annet enn å kjempe mot banditter på jordene i vårt hjemland!
