Repository: wescamp/The_South_Guard-root
Catalog: po/*.po
Languages: ca, nb_no

source: The men of the South Guard followed Ethiliel for days through the forests and hills, further than any man had wandered, deep into the land of the elves.
nb_no: I dagevis fulgte Deorans menn Ethiliel gjennom skog og fjell, dypere inn i alvenes rike enn noe menneske tidligere hadde vandret.

source: Far behind them, in Westin, trouble was brewing. The reconstituted South Guard was holding the bandits in check, but their spears and bows were no match for the axes wielded by the fleshless.
nb_no: Langt bak dem, brygget det stadig til trøbbel rundt Westin. Provisorisk gjenoppretning av vaktpostene rundt Westin holdt til en hvis grad bandittene i sjakk, men nye vandøde var på vei.

source: Surely but slowly they gave ground. Time was running out...
nb_no: Sakte men sikkert begynte de å nærme seg målet. Snart kunne det være for sent...

source: Ethiliel led the men of the South Guard into the southern forest. Shadows soon covered their paths day and night, and a thick fog filled the air.
nb_no: Ethiliel ledet alver og mennesker inn i skogen i sør. Skogen var mørk og disig dag som natt, og snart var de innhyllet i tykk skodde.

source: For many weeks they marched down nameless paths that no man had trod before. From time to time they saw ghostly images of elven villages and halls in the deep woods, but as they advanced, even those became scarce.
nb_no: De vandret langt ukjente stier i ukevis, og skogen rundt dem ble stadig mindre gjestfri. Fra tid til annen kunne de skimte alvelandsbyer et stykke inn i skogen, men jo lenger inn de kom, jo mer sjeldent syn ble de.

source: Finally Ethiliel told the men to halt and pitch camp - they had reached the great river, beyond which no elf or man would willingly pass.
nb_no: Da de endelig slo leir, lå en gigantisk elv foran dem. Fra den andre siden av denne elven hadde aldri noe alv eller menneske vent levende hjem på mange, mange år...

source: Winter
ca: Hivern
nb_no: Vinter

source: Snow fell as Deoran, Sir Gerrick and Urza Afalas emerged from the great southern forest. A great hush fell over the land, and an ominous gloom followed close behind the men of the South Guard.
nb_no: Deoran, Gerrikk og Afalas blunket mot lyset fra det første snøfallet da de endelig trådde ut av skogen. Foran dem la hjemlandet, rolig og fredfullt. Lite tydet på at de hadde en illevarslende skygge i hælene.

source: Finally they arrived at the southern border of Wesnoth and the forts that guarded it. The undead were close on their heels...
nb_no: Like etter nådde de vaktpostene langs Wesnoths grenser. Men etter dem fulgte en hale av vandøde...

source: Finally the sun broke the horizon and its rays breathed new life into the weary defenders of Westin. A great cry echoed through the valley as the men of the South Guard pressed their elven foes back from the walls. Suddenly the field was covered in a great fog...
nb_no: Idet et solglimt brøt gjennom de mørke skyene over Westin skar et rasende hyl gjennom lyden fra kamp og rop. Slagmarken var med ett innhyllet i tykk tåke...

source: These are the terms of the peace between us: any man found in the forest or hills that belong to the elves will taste death. No more will the elves send ambassadors or councilors to Westin, and no more will men wander the green woods.
nb_no: 'Stopp! Det har allerede gått for mange liv tapt på slettene rundt Westin. Skaden som alvene er påført av mennesker fra sør er stor. Likevel har mennesker fra Wesnoth vist seg verdige ved å sette seg opp mot ondskapen og sammen med mine alver har de satt en endelig stopper for de vandøde! Ithelden har akseptert fred på disse vilkår: Hvert menneske som trer inn på alvenes enemerker skal straffes med døden. Alvenes abassadører skal ikke lenger rådslå med Westins formannskap, og ingen mennesker skal lenger vandre i inn i skogene i våre skoger.'

source: Thus an uneasy peace was consummated between man and elf. For many weeks the South Guard patrolled the borders of the elven woods and watched over the growing farms and villages. Finally, as the snow melted and the roads bore their burdens again, a messenger came from king Haldric.
nb_no: Alver og menn la ned våpnene på tross av avtalens anstrengte villkår. Ekstra vaktposter ble raskt ble satt opp lags utkanten av skogen for å sikre gårder og landsbyer. Da snøen endelig smeltet, kom en budbringer fra Kong Haldrik.

source: Sir Deoran, Knight of Wesnoth, was summoned to Weldyn for a council with King Haldric himself. Storm clouds were brewing throughout the realm, and every commander would be needed to weather the storm...
nb_no: Deoran, ridder av Wesnoth, var innkalt foran hovedrådet ledet av Kong Haldrik selv. Det brygget til uroligheter i store deler av landet, og alle tapre menn ville trenges for å stå imot herjingene som ventet...

source: With bitter spears and grim expression, the men of Wesnoth launched the last assault on the undead. As they cut through lifeless flesh and shattered chill bones a ray of sunlight pierced the clouds. The winds died and the men were filled with new life. A great cry they let out as they stormed the encampment of Mal M'brin himself, and threw down the mighty wizard.
nb_no: Bitre over sine falne, men med ny tapperhet, samlet Wesnoths menn seg for et siste hærtog mot de vandøde. Skodden som lå over landet lettet gradvis etterhvert som vandødes kalde ben ble knust i filler. Tilslutt stormet de selve Mal M'brins tronsal, og gjorde ende på de vandødes heksemester.

source: Exhausted, Deoran dropped his lance to the ground. The men around him slowly lifted their helmets from their brows. The moans of the wounded overshadowed the rustling of the north wind in the distance. The undead were gone.
nb_no: Deoran falt utslitt på kne foran levningene av heksemesteren, mens mennene rundt han endelig kunne lette på hjelmen og puste ut. De vandøde var borte for godt.

source: For days the healers of Westin worked feverishly to save as many of the valiant soldiers as they were able. Many mounds, though, were raised as homes for the fallen in the fields north of the city, and to the roll of fallen heroes many names were added.
nb_no: I ukevis strevde legene i Westin med å redde så mange skadde som mulig. Likevel ble mang en gravhaug reist, og mangt et navn ble skrevet inn i rullene over falne helter.

source: The loftiest mound belonged to Sir Gerrick. After the battle, Deoran led an expedition to the southern border posts, and there he found Sir Gerrick's sword and shield. Those he placed atop Gerrick's mound, and they were a symbol of loyalty and valor to all the people of Westin.
nb_no: Den mest ruvende gravhaugen tilhørte Kaptein Gerrikk. Deoran fant selv hans sverd og skjold på en ekspedisjon til grensepostene, og hans våpen ble plassert på toppen av gravhaugen. Folk i Westin valfartet hit for å hedre Gerrikks minne.

source: Gerrick's name was added at the top of the roll of fallen heroes, and read aloud at the beginning of every great council. The memory of his desperate last stand at the border posts passed into song, and was not forgotten for many lives of men.
nb_no: Gerrikks navn ble innskrevet øverst av alle falne helter, og det gikk aldri et formannskapsmøte uten at han ble nevnt. Hans navn ble stående et symbol på lojalitet og tapperhet, og skulle bli husket i mange slektsledd.

source: Deoran spent his days visiting the wounded and directing the men as they rebuilt the shattered walls and ramparts of the city. Finally, as the snow melted and the roads bore their burdens again, a messenger came from king Haldric.
nb_no: Deoran brukte dagene på å besøke sine skadede soldater og beordne gjenreisningen av den hardt rammede byen. Da snøen endelig smeltet, kom en budbringer fra Kong Haldrik.

source: Sir Deoran, Knight of Wesnoth, was summoned to Weldyn for a council with King Haldric himself. Storm clouds were brewing throughout the realm, and every commander would be needed to weather the onslaught...
nb_no: Deoran, ridder av Wesnoth, ble innkalt foran det høyeste rådet i Weldyn av Kong Haldrik selv. Det brygget til uroligheter i store deler av landet, og alle tapre menn ville trenges for å stå imot herjingene som ventet...

source: Place barbs on your weapon. (slow)
nb_no: Mothake på våpenet (sakne)

source: Wield a mace. (impact)
nb_no: Lær å bruke klubbe (slag-skade)

source: Add a swing to your attack.
nb_no: Et ekstra hugg når du angriper

source: loyal
ca: lleial
nb_no: lojal

source: spear
ca: llança
nb_no: spyd

source: pierce
ca: perfora
nb_no: stikk

source: lance
ca: llança
nb_no: lanse

source: charge
ca: carrega
nb_no: stormangrep

source: firststrike
ca: primer atac
nb_no: forslag

source: sword
ca: espasa
nb_no: sverd

source: blade
ca: talla
nb_no: hugg

source: impact
ca: impacta
nb_no: slag

source: Chocobone
ca: Chocobo
nb_no: Benrytter

source: Riding the bones of ostrich-like large birds once used as mounts by a lost civilization, the skeletal Chocobones can move faster than most cavalry units.
ca: Muntats sobre l'esquelet d'una gran au, usada en els seus temps per una antiga i oblidada civilització, els chocobos es poden moure més ràpid que moltes altres unitats de cavalleria.
nb_no: Ridende på knoklene til store strutsefugler, tidligere brukt som ridedyr av eldgamle, forlengst svunne sivilisasjoner, kan Benrytterne bevege seg raskere enn de fleste kavalerienheter.

source: Demilich
ca: Semilich
nb_no: Åndebesverger

source: After too much time dabbling with forbidden magics and dark arts, these magi have begun to pay a heavy price. Demiliches have started losing their bodies, becoming undead themselves. With time, they may become fully undead, and feared by all alike.
ca: Després de molt de temps indagant en el camí de les màgies prohibides i les arts obscures, aquests mags comencen a pagar les conseqüències del que han fet. Perden el seu cos convertint-se d'aquesta manera en no morts, i essent cada vegada més temuts per tothom.
nb_no: Etter lange års virke med forbudt magi og mørkekunster, har disse magikerne begynt å smake den høye prisen. Åndebesvergere har begynt å miste sine egne legemlige kropper, og er iferd med å bli vandøde selv. Med tid og stunder kan de bli vandøde fullt og helt, fryktet av alle og enhver.

source: dummy
ca: arma fictícia
nb_no: nikkedukke

source: shield
ca: escut
